const excerptList = [
  `怙主诸佛智慧身，文殊室利童子尊，
    恒住八瓣莲蕊心，所言愿利诸有情。
    甚深光明大圆满，仅闻词句断有根，
    六月修要得解脱，唯此铭刻于心中。
    遇此胜法善缘众，前世累劫积资果，
    与普贤王同缘分，诸道友当生欢喜。
    为沉恐怖轮回众，获得永乐之佛果，
    当负利他之重任，舍弃爱自如毒食。
    以此可阻恶趣门，亦可获得善趣乐，
    趋至究竟解脱地，切莫散乱修此要。
    `, `于诸轮回之盛事，不起羡慕之心念，
    当持人天供养处，殊胜严饰之净戒。
    一切增上定胜乐，悉皆依此而生故，
    倘若破戒堕恶趣，切莫迷惑当取舍。
    言行恒时随顺友，秉性正直心善良，
    若欲长久利己者，暂时利他乃窍诀。
    此乃清净人规法，三世诸佛方便道，
    亦为四摄之精华，诸位弟子切莫忘！
    以此善根愿诸众，超越轮回之深渊，
    令诸心子皆欢喜，往生西方极乐刹。`,
  `已获暇满大舟时，为自他渡轮回海，
    日日夜夜不懈怠，闻思修持佛子行。
    贪恋亲方如沸水，嗔恨敌方如烈火，
    遗忘取舍愚暗者，抛弃故乡佛子行。
    离恶境故惑渐轻，无散乱故善自增，
    净心于法生定解，居于静处佛子行。
    长伴亲友各分离，勤积之财留后世，
    识客终离身客店，舍弃今世佛子行。
    交往恶人增三毒，失坏闻思修事业，
    令成无有慈悲者，远离恶友佛子行。
    `, `依止正士灭罪业，功德增如上弦月，
    殊胜上师较自身，更为珍爱佛子行。
    己尚缚于轮回狱，世间天神能救谁?
    故知殊胜无欺处，皈依三宝佛子行。
    佛说难忍恶趣苦，皆为恶业之果报，
    是故纵遇生命难，永不造罪佛子行。
    三有乐如草尖露，乃是瞬间坏灭法，
    了知恒时无变法，希求解脱佛子行。
    `, `无始时来慈我者，诸母若苦自何乐?
    是故为度无边众，发菩提心佛子行。
    诸苦由求自乐生，圆满正觉利他成，
    是故己乐与他苦，真实相换佛子行。
    何人以大贪欲心，夺或令夺我诸财，
    自身受用三世善，回向于他佛子行。
    我虽无有些微错，何人若断吾头颅，
    然以悲心将彼罪，自身代受佛子行。
    有者百般中伤吾，恶名纵遍三千界，
    然我深怀慈爱心，赞其功德佛子行。
    `, `何人大庭广众中，揭露吾过出恶语，
    于彼亦作上师想，恭敬顶礼佛子行。
    吾如自子爱护者，彼纵视我如怨敌，
    犹如慈母于病儿，尤为怜爱佛子行。
    与我等同或下士，虽以傲慢而凌辱，
    然吾敬其如上师，恒时顶戴佛子行。
    贫穷恒常受人欺，且为重疾恶魔逼，
    众生罪苦自代受，无有怯懦佛子行。
    美名远扬众人敬，亦获财如多闻子，
    然见世福无实义，毫无傲慢佛子行。
    `, `自嗔心敌若未降，降伏外敌反增强，
    故以慈悲之军队，调伏自心佛子行。
    一切妙欲如盐水，愈享受之愈增贪，
    令生贪恋诸事物，即刻放弃佛子行。
    一切境现唯心造，心性本来离戏边，
    了达此理于二取，皆不作意佛子行。
    逢遇悦意对境时，视如夏季之彩虹，
    虽显美妙然无实，断除贪执佛子行。
  `, `诸苦如同梦子死，迷现执实诚疲惫，
    是故遭遇违缘时，视为幻相佛子行。
    获得菩提身尚舍，何况一切身外物，
    故不图报异熟果，慷慨布施佛子行。
    无戒自利尚不成，欲成他利诚可笑，
    故于三有无希求，守护净戒佛子行。
    于求妙果之佛子，一切损害如宝藏，
    故于诸众无怨恨，修持安忍佛子行。
    `, `唯成自利小乘士，勤如扑灭燃头火，
    饶益众生功德源，具足精进佛子行。
    当知止观双运理，以此摧毁诸烦恼，
    真实超越四无色，修习禅定佛子行。
    若无智慧以五度，不得圆满菩提果，
    故以方便三轮空，修持智慧佛子行。
    若未观察自错误，以法形相行非法，
    是故恒时审自已，断除过患佛子行。
    以惑谈他菩萨过，则将毁坏自功德，
    故于大乘诸士夫，不说过失佛子行。
    `, `为求利养相互争，失坏闻思修事业，
    故于亲友施主众，根除贪执佛子行。
    恶言刺伤他人心，亦失菩萨品行故，
    莫说他人不悦词，杜绝粗语佛子行。
    烦恼串习难对治，执持正知正念剑，
    贪等烦恼初生时，立即铲除佛子行。
    总之一切威仪中，观心处于何状态，
    相续具足正知念，成办他利佛子行。
    如是勤修诸善根，为除无边众生苦，
    皆以三轮清净慧，回向菩提佛子行`
  , `恒常念诵愿文
    愿我乃至生生世世中   获得具足七德之善趣
    愿我出生立即遇正法   具有如理修持之自由
    愿我能令上师生欢喜   日日夜夜之中行正法
    愿我悟法后修精华义   彼生越过三有之大海
    愿我能为众生传妙法   成办他利无有厌倦心
    愿我能以无偏大事业   令诸有情一同成正觉`
]

export default excerptList