[
	{
		"id": 19,
		"title": "《学习佛法》  第四部分---在家人修行的体会",
		"img": "三脉七轮.png",
		"content": "初学打坐常见问题|1、现代人习惯思考，常过度用脑，心中牵挂太多，能量常聚集在头部，所以打坐时很难全身放松。|全身放松的关键是心、脑要放松。|所以打坐开始时首先要气往下沉，然后调匀呼吸。|2、打坐观呼吸、观念头等不是想和思考，是用心看。|所以一般要头部的气沉入心轮部位，然后放松、起观。|3、有的人打坐，坐得很好。|但观其气脉，有的人一身颓废之气、死气沉沉，有的人气脉干枯无光。|这都与上坐前的心态有关。|所以打坐前要调整心态，使自己充满爱心、充满欢喜。|4、打坐前不要吃得太多。|5、注重坐外功夫。|平时六根尽量少损耗能量。|吃饭睡觉时要先心神内敛。|把六根的能量收回体内，然后放松才开始吃饭睡觉。|这样不易全身长赘肉、也不易做恶梦。|大便时不要看书看报，否则易便秘、生痔疮，要静心放松，才能更充分地把体内的残渣排出体外。|其实只有注重在日常“吃喝拉撒睡”时的松静自然，打坐才能更快上路。|6、结缘静坐音乐中的脉轮清洗音乐是一组开启脉轮，清洗脉毒的配乐。(https://ziguijia.cn/download)|刚开始修证佛法时，内观人身体的某些部位比较重要。|佛法中将人身体的这些部位归纳为三脉七轮。|脉是人体内“真气”的循环轨道。|平时意正则气正，气正则脉正。|脉正则容易打通气脉并开启脉轮。|所以，修证者平时要正身，正意，正言。|喜欢静坐者可依照音乐中的导引，将意念依次安住在脉轮上。|在佛法中，脉轮其大无外，其小无内。|所以，我们安住的地方可以是一个点，可以是一个面，也可以是一个空间。|甚至可以把整个身体观想成为一个中空透明的管道，你的意念在其中移动；|或者不随导引移动，只选择自己想意守的部位安住；|或把整个音乐当作幻境。|你的意识安住在空明之中……|（注：脉轮的“中心”位置暂以人体的中脉与脉轮横切面的垂直交点为中心。|血压高者不要长时间意守心轮以上的脉轮。|女子例假期间，不要长时间意守海底轮。）"
	},
	{
		"id": 40,
		"title": "《如何对治散乱》",
		"vid": "w0391w86nz5"
	},
	{
		"id": 41,
		"title": "《静坐中如何面对纷飞的念头》",
		"vid": "y0391fugj2s"
	},
	{
		"id": 42,
		"title": "《不理妄念》*",
		"vid": "a0165dq3lju",
		"img": "不理妄念.avif",
		"content": "“定力”外道也修，也会有神通，但与佛法的定力还是有差别的。|首先，外道的定力最多可修出五通，修不出漏尽通；|第二，永远修不成佛，因最高见地不对。|佛法的定力是怎样修炼的呢？|首先，不着妄念的相，不跟妄念跑；|第二，也不要为了止息妄念，把自己控制在一个自认为的“真空”境界里。|就像天上的云，变来变去并不影响天空的宁静。|天空只要不跟着云变化就可以了。|天空也不要认为一片云也没有才是天空，更不要希望自己能控制云的出现。|修行人打坐时看到念头只要不跟它跑就可以了，千万不要加个止息妄念的心，妄念是“止”不住的。|你想止息妄念，是希望把自己控制在一个“真空”的境界里，而你认为的那个“真空”是你的“自我”营造出的一个假相，那恰恰是你制造出的一个大妄念。|人是无我的，人是不可能把自己控制在任何一个境界里的。|而且你的那个“真空”是无法保持的。|如果你要保持，妄念进来时你就会心烦。|如果它不停的进来，你就会气愤。|当你保持不了又非要保持时，你对妄念又多了一份恐惧。|妄念来了你又气又怕，法没修好，心脏病犯了。|止息妄念的见地是错误的！|这不是一个每天持续在座垫上修法的人的正确见地，你这样修行甚至还不如一个凡夫。|因为凡夫的妄念还有休息的时候，而你的妄念连个休息的时候都没有。|因为你不是在妄念里，就是在你所谓的“真空”里。|不是你的妄念打扰了你的“真空”，就是你的“真空”赶走了你的妄念，两个都是妄念，你这样折腾永远都静不下来！|省点劲儿吧！|一个本来就虚幻的东西，你不理它就完了，结果却让自己全部的活在了妄念里。|其实法界一切都在正常运行，只是多了个“你”在里面折腾。|“你”不折腾了，一切如是，如是。"
	},
	{
		"id": 43,
		"title": "《散乱和清净就像云和雾》",
		"img": "散乱和清净就像云和雾.avif",
		"content": "你要知道散乱与宁静都是一种有。|你先停住，盯着它，不要管它，这就是修定。|不要跟着它跑，不要评价它，它们都是眼前飘的云、飘的雾，你要云和雾定住吗？|没意思嘛，它是虚幻的，你管它干嘛呢，甚至你认为它是梦幻泡影都是多此一举。|这是入道的方法，从这开始进入，那些迷失和散乱的东西就会越来越少。|它不是从你眼前飘过去，而是突然繁星落尽，好像天上的星星都落尽了，整个银河系都消失在你面前，然后不生不灭、不垢不净、无形无相，充满一切处的那个东西就出来了。|修定先从身心不动开始，这是最快的。"
	},
	{
		"id": 44,
		"title": "《再忍一秒》*",
		"vid": "",
		"content": "心性上解脱到一定程度的人形式对他不太重要，他可以时时都在修行的状态里。|但是如果你见地还不透，还很散乱的时候，就要好好练定力。|其实大家开始也谈不上练定力，就是练盘腿。|这个盘腿的痛谁也没办法，都是忍过来的。|我刚开始打坐的时候，每次都要挑战极限，实在实在忍不住的时候，告诉自已再忍一分钟。|忍无可忍的时候，再忍十秒钟。|就那样一、二、三、四数到十，那时根本不可能入定，痛的受不了的时候，黄豆大的汗不住的往下掉，那时也没想过会不会残废。|就这样突然有一次就不痛了，从那以后再也没痛过。|这是没办法的事，如果你走禅定这条路线，谁都要过这一关。|有时突击修证，如打个禅七，可能每天在座上的时间都要达到八九个小时，如果你不突破身体的这个障碍，它永远都会影响你。|但这个也不要太执着，每天都有进步就可以，贵在坚持。"
	},
	{
		"id": 45,
		"title": "《很烦也会刷牙》",
		"content": "人都是一样的，天生散乱没定力，不喜欢长时间的做一件事情，不管这件事情当初你是多么的喜欢，做着做着就厌烦了。|在这世界上没有任何一件事是可以让人坚持做一生而不生烦躁之心的。|禅修也是这样。|我在这条路上走了二十多年，在这个过程中我也疲惫过，失落过，也想过暂时放弃。|但每当这些念头生起的时候，我还是宁愿选择在座垫上去思考这些问题。|思考那个疲惫、那个失落是从哪来的？|我为什么想要放弃？|我放弃了要去做什么？|这样想来想去，其实觉得也没什么好干的，还是觉得修行最有意义。|但是如果今天你实在是很烦，那你可以出去玩玩。|但是每天静坐的时间不要少，仍然坚持一个到两个小时。|就像刷牙洗脸一样让它养成一种习惯，让它成为你生活的一部分。|就像你很烦也会刷牙洗脸。"
	},
	{
		"id": 46,
		"title": "《盘腿的执着》",
		"content": "盘腿打坐这个姿势是有助于修行的，能盘不盘是不对的，但是真的有障碍盘不了你非盘那也叫执着。|我们盘腿打坐是为了让自已放松心情，处在一个宁静的状态里，不是为了别的。|你盘不上腿，生了执着，不但没有宁静放松，反而生了烦恼，那是一种颠倒。|盘腿是为了调心的，你不盘腿也能调心，那你成佛没问题了，其实到最后是行住坐卧都能安心才行，安心才是第一位的。"
	},
	{
		"id": 47,
		"title": "《“止观”的修法》",
		"vid": "r0311ke6ug5",
		"content": "“我在看经、论，还在修‘止观’，不过，仍时常觉自己心神散乱，而且打坐时杂念也很多，我看到禅宗六祖慧能大师说：慧能无伎俩，不断百思想。|是否是说希望自己打坐中没有杂念也是一种执着？” |“六祖所说是成就者的话，是果位上的‘止观’。|佛在三界说法时也是住在甚深空定之中的，而菩萨和罗汉都不能。|对成就者而言，诸念从空性出，念念不住，这不住即止，心不会被念扰乱，了了分明，这即观。|而凡夫众生的心会随杂念而散乱，被杂念牵制，杂念就成了‘入定’的障碍。|故初开始修定，是要断杂念的，‘止观’的‘止’就是断除身心内外的干扰，当然也包括杂念，即达到‘外息诸缘，内心无喘’的境界。|但在初开始修‘止’时，一定要保持一个‘灵明’的‘觉知’，这就是‘观’。|如果没有这个‘灵灵明明的觉知’，那‘止’到一定境界时，便会入‘寂灭定’，虽有时入定可以很久，但可能会无法自己出定，也无法在定中生起‘性光明’。|没有‘性光明’的生起和转化过程，就无法证入法身境界，就无法圆满悟入佛‘众生平等，众生皆具如来智慧德相’的法身境地，也无法圆证大慈大悲之心。”|修‘止观’先要止妄念，你在修证中觉得自己杂念纷飞，是‘止力’不够，需要精进修持才可能得‘止力’。|但这个‘精进’不是‘心急’，而是身精进，心却愈来愈放松。|记得有位同修问一位法师怎样尽快得定，法师说：让你的心变成一个懒蛋。|也是一种很幽默的比喻，说的是尽量减少坐外的一些乱七八糟的念头。|因刚开始修禅定之人，‘心’要变得精进时，就会时时紧张起来，无法放松、沉静、淡泊，这与智慧不够也有关系。|故正见、正思维在修禅定的整个过程都是要的，这是修‘止观’的‘加行’。|当杂念逐渐减少，‘止力’逐渐增加，‘观’也会相应地透彻圆满。|即证悟的智慧在增长。|当‘止力’达到一定程度，心不会执着在二元对立的分别中，这时‘观’与‘被观’合为一起，此时‘止观’进入质的飞跃，进入‘照’，有根器的修行人有的在此时可见到光明，这种光明其实从一开始的‘观’就具有，但属‘欲界’之光明，有赤、橙、黄、绿、青、蓝、紫等色，因人欲望染着深重，故开始在定中只能见到这些有色光或不能见。|进入‘照’时，‘心脉’已非常纯净，欲望减弱，欲界多彩之光开始转成银色或金色，随着心性的进一步净化，‘光’消失了，只变成一种‘明’。|‘明’进一步转化成‘空明’，‘空明’进一步转化成‘空’，此时，即是《心经》中说的，观自在菩萨行深般若波罗蜜多时，‘照’见五蕴皆空中的‘圆照’。|在这种‘空’中或‘圆照’中，并非是一无所有，而是所有的光明又同时现起，也同时了悟，所有的一切光明皆是虚妄。|空即是色，色即是空。|圆满证入佛的法身光明中，成就法身。|这是大乘菩萨的一种法身修法，也是由‘止观’进入‘圆照’的过程，只有修菩萨道的人才有可能进入佛的法身境界，圆证佛的法身智慧，因它需要一个根本的‘菩提心’作基础，以利益众生而修行，否则，无法证得佛与众生本性无二，一花一世界，一叶一如来的法身境地，而且要广行菩萨道的六度万行，才能累积功德，最终一一破除内心的‘我执’与‘法执’。"
	},
	{
		"id": 48,
		"title": "《麋鹿听音》",
		"img": "麋鹿听音.jpg",
		"content": "有些修行人每天昏昏沉沉、疲疲沓沓的坐在那儿，好像什么也没想，没什么杂念，其实不行，那是昏沉，没有效果的。|打坐要清明，要全神贯注，有点类似麋鹿听音的状态，就像鹿王站在山坡上高高的竖起耳朵，全神贯注警觉着周围发生的一切。|打坐也是这样，当每一个念头生起时，就是狮子、老虎来了，那是要你命的，要马上警觉，不能跟着它跑，如果跟着它跑了，坐一天也没用，要慢慢训练这种功夫，哪怕一天有十分、二十分在这种状态里，修行就有进步了。"
	},
	{
		"id": 49,
		"title": "《拿什么来专一来定》",
		"content": "有时压力并非来自眼前面临的一切，而是过去的苦难记忆及未来的渴求。|有些人打坐时专注力定力不够，座外却能持久地专注在一个人一件事上，(不是指那种心胸狭窄自我又爱钻牛角尖的人)这种着相的专注力非常消耗能量。|修行者应安住中道，观人与事虚妄不实。|放下专注力，观身心如幻，拿什么来专一来定。|初修佛法，修“觉而不动 ”，最好身心不动，到几乎一念不生，此时，支撑“觉”的后台便倒塌了，因开始的“觉“就是个念头。|到此，有的行者转入“照”的境界，身心灵灵明明，一念不生，这时，这个世界所有你认为坚固的一切在你面前开始纷崩离析，你会初次真切体验到(金刚经)说的，观所有相皆是虚妄的境界。|初开始进入“照”时，不是圆照，但能初步在此世界不着相。|虽觉受仍在，但内外境对你影响已很小了.....|对修很久但杂念一直很多的行者，我认为在座上修\"与自己呼吸在一\"还是较快的一个入门方法，当然，座外增强出离心以及守守戒律来低抗红尘幻境的诱惑，身心不放逸，也许才能在修证中快速有个突破。"
	},
	{
		"id": 50,
		"title": "《你能否静静的坐一会》",
		"img": "你能否静静的坐一会.jpg",
		"content": "你什么也不要想，静静的，静静的坐一会儿。|你从来没有安静的坐一会儿，不是想佛，就是想菩萨，不是想真如，就是想佛性。|想那些一点用也没有，甚至连佛都不需要你信或是不信。|你只需要静静的坐在那儿，然后看着自己的起心动念，不迎不拒，实相慢慢的就呈现出来了，对你只需要这样。|你现在听我讲话也是这样，脑袋不要乱动。|你看一个孩子，你跟他讲话，只要他感兴趣，他两只眼睛不转的盯着你，他没有想十年或是三十年后的事，也没有那么多的概念分析你说的对或不对，他只是全然的在听。|全然才能集中精力，才会知道别人说什么。|所以不论你打坐还是与人沟通，都要静下来。|静下来才能听到自己的心声，也才能听到别人的心声。"
	},
	{
		"id": 51,
		"title": "《止观不得力可先修密宗加行》",
		"vid": "q0339iphtmk",
		"content": "昨下午，看两居士打坐，止观不得要领。|止观开始要止念内观。|此时，看座上的人呼吸从身内出，非常深沉细长，若有若无，有时止息，看全身一切都是像被此深长内气所制，浑浑沌沌，心里有微细活动，但心神内敛，六根内收，心意识似止于内在一点，这便是观。|并不是用眼睛看哪一处。|观近似于意守某处，但观却无一固定守的点。|因念止时，内气深细匀长，身心所处的状态，如是云里雾里、窈窈冥冥，并无一可观的点。|如此时久，呼吸停止的时间愈来愈长，坐中黑暗渐会有曙光出现，便是转入又一层初浅的光明境中。|但观他俩心身并不能放松，心向外驰，六根之气已长时间向外消耗，一下子收回心，虚下去，恐不易。|自己便问菩萨。|菩萨说：“先让他俩叩十万大头、念十万遍‘百字明’，修密宗加行。"
	},
	{
		"id": 62,
		"title": "与自己的呼吸在一起",
		"vid": "k0140p4119g",
		"content": "初修佛法，修“觉而不动”，最好身心不动，到几乎一念不生，此时，支撑“觉”的后台便倒塌了，因开始的“觉”就是个念头。|到此，有的行者转入“照”的境界，身心灵灵明明，一念不生，这时，这个世界所有你认为坚固的一切在你面前开始纷崩离析，你会初次真切体验到《金刚经》说的，观所有相皆是虚妄的境界。|初开始进入“照”时，不是圆照，但能初步在此世界不着相。|虽觉受仍在，但内外境对你影响已很小了.....|对修很久但杂念一直很多的行者，我认为在座上修“与自己呼吸在一起”还是较快的一个入门方法，当然，座外增强出离心以及守守戒律来低抗红尘幻境的诱惑，身心不放逸，也许才能在修证中快速有个突破。"
	}
]