[{"id": 1,"date": 1445184000,"content": "原以为有手机飞机轮船汽车，人与人之间只要思念，可以很快借助这些工具解决。但我发现错了。思念是一种分离的认知，科技的发达并不能使它减少。我想：人类第一次为思念流泪或许是认为自己离开了万物的源头，并发现忘了回去的路。所以，思念成了人们刻在心灵深处的痛，对有些人有些事宁愿思念不再提。"},{"id": 2,"date": 1444838400,"content": "一个修行者，在此世界最应该鄙视的是：那些贪嗔痴慢疑，一次次扰乱自己淸净的心境，却从未痛下决心改掉。最应该愤怒的是：你从未对自己的习气欲望以及它们无止境的要求说声：呸！如果你有魄力，这样做吧。斩断自己心中那些障道的妖魔，让你的“悟空”归来。"},{"id": 3,"date": 1444492800,"content": "为朝拜心中的圣殿，有两人准备了很久，然后一步一叩头，经过漫长的旅途，风雨无阻，终于抵达心灵的圣境时，一个人认为要的加持没有来临。他看着另一个人的狂喜问我为什么？我说：如果你与她比，在途中，你缺失了魂牵梦绕的渴望、真正五体投地的虔诚、以及为见圣境，小心奕奕护持心地，不使染着的敬畏。"},{"id": 4,"date": 1443801600,"content": "如果你生命中什么触动心弦的事都没有发生过，没有经历过任何磨难与伤痛，没有见过风雨彩虹，那生命应怎样成长呢？只能叫长大。愿那些触动了你的心，让你倍感幸福快乐或痛苦烦恼的人与事，都能成为你生命成长抽丝拔节，蛹化成蝶的有力助缘！"},{"id": 5,"date": 1443715200,"content": "有朋友对我说：她最想与所爱的人做的事是一起去旅游，拍美丽的照片放在微信上，去野外吃烧烤、野营，晩上靠在一起看电影、亲热。在咖啡馆谈信仰追求、一起吃素修炼。她随后问：你最想与所爱的人做什么？我回答：当务之急，先把他从轮回中救度出来。"},{"id": 6,"date": 1443715200,"content": "当你放生的时候，你是为了给亲人延寿？为了病痛的早日恢复？为了消杀业？还是真的认为你在救一条生命？使它免于抽筋剥皮煎炸烧烤之苦？你知道，终极的救度是让它从畜牲道解脱吗？否则，它只要在畜牲道，就有可能被杀，就苦不堪言。你的一念善心只是与它接了善缘，你为它持咒做皈依只是帮他结了佛缘。"},{"id": 7,"date": 1443715200,"content": "行者，如果你从来不知释迦牟尼佛讲什么，讲因果讲戒的意义，未很坚定的确立起修行的目标。那现在你不做欲望的奴隶，却做了道徳、戒律与因果的奴隶。你每天都背着十字架任它们鞭打。佛是带你解脱轮回的！其它一切都只是解脱轮回的工具。你为何在这些工具上患得患失，充满负罪感，而不是利用工具大歩向前"},{"id": 8,"date": 1443628800,"content": "有人站桩时想专注。我说：你就想有人用枪指着你后脑勺，如乱想就被打死。这样，注意力会高度集中不散乱。一会儿他微信说：老师，我可能不怕死。我站了15分钟，按你教的法门，大概应被枪击5次，每次持续2分钟左右。我说：不是还有5分钟活着吗，还有希望。😀祝站桩打坐仍散乱的朋友继续坚持，开心快乐"},{"id": 9,"date": 1443628800,"content": "学佛后，不再感叹岁月的流逝。因认同佛说，时空是虚妄的分别认知。过去现在未来，在当下的一点可以交汇。而在这一点上，可读尽一切，但一切却从未发生过，不过是因有肉眼，天眼、慧眼、法眼、佛眼的看，便境界来境界去。所以，当下，可翻阅完轮回的最后一页。然后在人世的因果里，缘起缘灭，静观流年。"},{"id": 10,"date": 1443283200,"content": "如果你认为自己的善报福德足够多，就不要在意失去。因为善报成熟，令你痛苦受伤害的一切肯定离去，善报送你的美好神秘礼物随后就到……值此中秋佳节，愿每一位朋友节日快乐！福德智慧圆满！喜获善礼！得失开心！"},{"id": 11,"date": 1442937600,"content": "孝顺父母本是美德。但父母智慧不够，以爱与责任绑架孝顺的孩子，强迫他们完成父母的意愿，无法理解孩子的独特行为与思想，不在乎孩子的觉受与苦衷。还理直气壮地说是为孩子一生的幸福着想。其实，父母自己一生的幸福都毁在势利与庸俗中，却说有经验让孩子一生幸福。遗憾的是，孩子的天赋就这样被扼杀了"},{"id": 12,"date": 1442851200,"content": "你全身小毛病不断，阴阳失调，气脉不通，心里负面信息太多等，如是这样，问问自己：多久没有昂头挺胸，挺直嵴梁做人了。为了面子、金钱、情感、虚名等种种欲望，低眉顺目、卑躬屈膝、患得患失。也许，你身体所有的问题都在于你失去了站直了做人的那点骨气。"},{"id": 13,"date": 1442851200,"content": "即使全世界都伤了你，你就不能对自己好一点。病是什么？照照镜子，别光在脸上扑粉。看清你满脸压仰、冷漠、沮丧，一付被伤害的倒霉样。你应知道，你的心肝脾肺肾，你的每个细胞都与你脸上的表情一样————倒霉透顶。倒霉日久就成病。你能不能不再对全世界提要求，而只简单的对自己真诚的笑一笑。"},{"id": 14,"date": 1442419200,"content": "问一友，你刚才手中拿起水杯，喝一口，再将杯子放下。在拿起、喝水、放下这一连串的动作中，你的大脑在想什么，心在哪里。他说：什么也未想。我说：你知道你拿、喝、放吗？他说：知道。这就是修行者在这世界做一切事应具备的状态。了了分明，了无挂碍。对放不下的人、事，将它画在杯子上，学习放杯子。"},{"id": 15,"date": 1442332800,"content": "开始我们付出时要回报，不要回报时要感恩，不要感恩时要理解，连理解也不要时有人要功徳，有人要心安，也有人此时会问：这样做到底有意义吗？因他没有看到任何改变。如自己因此快乐、成道或别人因此真的受益。其实到这，我们对付出又开始要结果。头脑太狡猾了。行者，你能什么也不要付出吗？甚至意义？"},{"id": 16,"date": 1442332800,"content": "修行者，你曾做错事并不重要。影响你成道的是：你曾经做那些事时的自私、虚伪、骄慢、不择手段等等习气今天仍未改，正因如此，即使你忏悔过，那些事此时还令你在修行路上耿耿于怀。发愿改掉那些习气，比你忏悔几万遍都有用。"},{"id": 17,"date": 1442160000,"content": "“面朝大海，春暖花开”不是风景，而是一种生命境界。只有心如大海，包容一切、净化一切，才能春常暖花常开。"},{"id": 18,"date": 1442160000,"content": "有时，原谅与宽恕，只是一个决定。但对所有的背判、欺骗、伤害与邪恶，心中能完全释然，尤其不在未来的体验与认知中带上痕迹，却是一场旷日持久的修行。"},{"id": 19,"date": 1428163200,"content": "传说淸明节是春秋时期晋王重耳，为纪念患难中割肉烹汤救自己的臣子介子推定的。我常想：清明，多美的名字，它却与死亡祭祀联系在一起，有的地方称鬼日。其实，清明节，是提醒我们不忘故人，尤其是那些在患难中帮助过我们的朋友。希望你心常清明，感恩、珍惜、厚待那些仍然活着，却能与你共患难的人。"},{"id": 20,"date": 1428076800,"content": "让爱盛满你的心，却不是刻意执着一定要爱谁，一定要爱什么。太阳爱万物，只是带着满满的光明与温暖做他自己而已。"},{"id": 21,"date": 1428076800,"content": "世上没有大事，你在乎的事对你就是大事。修行人有时并不急于处理事，刻意选择要结果，而是在这件事上不断觉照，看淸自己执着、患得患失、烦恼痛苦的究竟是什么，这是认识自己无明的最佳时候。也是你目前修行的重点。"},{"id": 22,"date": 1427385600,"content": "学佛要学习佛菩萨的品质。当人内心保有一种美好的品质时，可带来宁静的力量。即使你并未得禅定力和证悟空性，光宁静的力量就可能使你感到月亮都是从你身心生发出来的，那种清凉与明净足以抵抗生活带来的热恼烦乱。"},{"id": 23,"date": 1427299200,"content": "当你觉的看不到爱，内心没有温暖，孤单时，你不需外寻，因为这世界没有人有能力持久的令你感受到爱与温暖。要想走出这个状态，只需培养一种品质，宽容、不抱怨，慈悲，当这品质保持一段时间后，宁静和喜悦就会来临。当这品质在你身上不丢失时，你的心中阳光永恒，爱与温暖永恒。"},{"id": 24,"date": 1425916800,"content": "相信因果者不需探究过去生你做过什么，却一定要知道此时此刻你在想什么、干什么、情绪是什么。这可能成为未来的果。也可能在为过去生生世世的善恶因缘创造今世成熟的条件。"},{"id": 25,"date": 1425657600,"content": "佛法的真正兴盛并非是被有权势的人挂在嘴上，不是名人信佛，不是科学家谈佛法了，不是佛法编入了教科书等，而是有越来越多的人不再只追求物质层面的享受，不再把时间精力只耗在生理欲望的满足中，在人生的起伏迭荡或舒适安逸中，忽然开始寻找生命的真正意义，努力想看淸万事万物的本质，此时说佛法大兴"},{"id": 26,"date": 1425571200,"content": "今天是农历二十四节气的惊蛰。万物复苏的气息弥漫，暖流终拂过每一寸冰冻的土壤，冬眠僵硬的虫体变柔软，种子有萌芽的冲动，绿色准备在一切可能的地方绽放。万物同体，此刻，忘掉身心所有你认知的伤害、病痛，放下嫉妒抱怨渴求，静下来，从心微笑，如你体验到暖流席卷，加个愿望，愿自己从迷梦觉醒。"},{"id": 27,"date": 1425139200,"content": "心清月自现，意净天无云。关注自然界的雾霾，同时应关注心灵雾霾。嫉妒、偏激、抱怨、颓废、无聊、八卦、阴暗，冷漠、麻木、消级、负面信息的充斥，人云亦云的愚痴、怀疑，不切实际的轻高、随心所欲的放纵等，随呼吸念念浸蚀着我们的正智，念念染污着我们的灵魂，使我们看不到阳光、爱，体验不到幸福。"},{"id": 28,"date": 1425139200,"content": "如果看到有人当下做了一件善行，动机纯正，而且会利益到别人，马上能随喜赞叹，不会嫉妒说风凉话，也不会去查这个人的祖宗八代是否出过汉奸，不会去查他的过去有无瑕疵，私生活怎样，这是一种美德。这种美德可以使别人善的功德回转到自己身上。"},{"id": 29,"date": 1423843200,"content": "昨晚与今天，不要在乎你深爱的人与谁度过或者把礼物送了谁，这只是一场恩怨的开始或结束。收回你的意念，低头看自己心中盛开的玫瑰，它是如此完美、圣洁，没有缺陷。只因你离去，只因你常常将心挂在这世界的其他人、事上，它正在枯萎凋零。情人节，能回来与自己的心在一起吗？就是与你全然的爱在一起！"},{"id": 30,"date": 1422979200,"content": "今日立春，一年二十四节气的头。中国的农事与术数推算中，这一天算新一年的真正开始。春天来了，顺应节气，当下应身心舒畅，因节气宿疾复发不急，慢慢调养，不必念念挂心。走出户外接触阳光与大自然。看到这条短信，抛开一切烦恼，深呼吸几次，吐旧纳新，然后对着心中的春天笑出来，为一年的好运开头。"},{"id": 31,"date": 1421683200,"content": "今日节气大寒，虽寒到极致，却是岁末除旧迎新，充满喜悦庆祝的节气。冬天要过去了，春天还远吗？在今天，祝每位认为自己在生命最低谷的人，不管是情感、健康、人际关系、事业或身心状态，都开始回升与复苏，陈旧的让你倍受磨难的一切将随寒气点点褪去，春风与阳光不久将光临你，敞开心扉，迎春暖花开。"},{"id": 32,"date": 1419177600,"content": "冬至在一年中阴极阳生，修行者应清心寡欲，恬澹虚无，静养，不要劳神。天地万物肃杀寂灭中一阳忽生，体内与宇宙相应的生发之气会将一些堵塞的气脉打开，尤其肝部有病的人更应珍惜时机舒通肝气。早、晚九点和夜子时是打坐最佳时间。打坐中不用刻意导引，松静自然无欲无求即可，静坐时间可比平时长一点。"},{"id": 33,"date": 1417536000,"content": "为了做事，可以懂人世所有的人情世故，游戏规则，但用一颗孩子的心过自己的日子。"},{"id": 34,"date": 1417536000,"content": "生命中，如果你觉得失去了一切，却未失感恩，那一定是阳光早已洒进你的灵魂深处。相信，爱与喜悦不久要敲响你的门，因为，身心有阳光的地方，美会盛开。"},{"id": 35,"date": 1416326400,"content": "用宇宙飞船、卫星等探索宇宙，消耗的人力物力财力非常巨大。况宇宙无边无际，对人类来说，有太多变化、未知与难度。而佛法修行者是用生命内证来探索宇宙。在无我时，身心完全变成宇宙。而且是等于把宇宙微观，所以，佛眼看世界就像看手掌上的一枚果子一样清晰。只是人要无我，需克服人性所有的弱点。"},{"id": 36,"date": 1416326400,"content": "有人告诉我：说理论没有用，改变不了什么。是的，理论与欲望相比是苍白无力的，但理论有一天一旦变成人的行为导向，它就强大了。生活中，一个随心所欲的人，生命也需要某种理论的填充与支撑，否则，欲望满足后就是无尽的空虚。而人的欲望是无底的，没有正确理论导向的人，生命与觉受只是简单的重复。"},{"id": 37,"date": 1416240000,"content": "有人说：刻骨铭心恋爱可以令人从情感中开悟解脱。佛法不否认任何法门，但修这个法门有条件：一、你要对这份爱专注，专一。二、当对方给你伤害或分手时，你只感恩对方曾给予的陪伴，决不抱怨。叁、用佛法正见能看清痛苦是虚妄的，并尽快令自己走出苦的幻境。否则，这爱可能摧毁你，而非让你开悟（一）"},{"id": 38,"date": 1416240000,"content": "这世界所有的法都可能令你开悟，当然包括恋爱，甜蜜或伤害，但你应知道，令你开悟的不是恋爱本身，而是你在体验经历这一切时拥有的正知见，正思惟及承受能力。所以你只能不断学习佛知见，修定力，才有可能在快乐或痛苦中不被人性的脆弱击败。否则，这世界没有任一法能让你开悟。（二）"},{"id": 39,"date": 1416240000,"content": "当你在爱中经历过很多苦难欺骗，仍然保持了善良宽容的品质，不抱怨不嗔恨不冷漠不自卑，心愈来愈沉静柔软，你即拥有了天使般的美丽。而且，不可思议的善报一定会降临在你身上。所以有些事不要问结果，只需保持爱的品质。命运会给你最好的安排，可能无关得失、拿起或放下，只是令你清醒。"},{"id": 40,"date": 1415376000,"content": "人是无我的，可以遇不同的缘呈现不同的状态。今天你呈现什么，与你过去的业力有关。但今天你是否快乐幸福，却与你的认知有关。故你想随时呈现美好的状态，要多积善因，善果熟了就可以了。但如果你想永远能体验到幸福，需学习佛的知见。"},{"id": 41,"date": 1415376000,"content": "有时候，一个拥有很多的人不快乐，我们会指责他不知足，知足常乐嘛。其实，也许他真的只要他想要的那一点却没有。或者他曾为获得这一切付出更多，还未得到等价回报。他理应得到更多更好。总之，内心有缺失感就是贫穷。所以，我很少见到富人。"},{"id": 42,"date": 1415289600,"content": "你不需要努力让自己多坚强，应学习让自己的心像水一样柔软，因水是最有力量的。不需接纳或排斥生活给予你的任何境遇，应学习体验。如果可能，在体验中尽量保持一种美好的品质。"},{"id": 43,"date": 1414512000,"content": "即使有100件事情需要你处理，但当下也许只能做一件事，千万别在心中挂着九十九件事做这一件事。这个道理很多人懂，但要不断培养觉照力，经常提醒自己，否则做事时就忘记了。"},{"id": 44,"date": 1414425600,"content": "如果你想与动物沟通，其实用音乐比语言更容易。很多动物会被美妙的音乐吸引并对你友好，但有固定意义的语言反而易产生误解。佛教中，梵呗与咒语的震动甚至可以跨维度，使不同道众生互相有感应，产生共鸣或生出不同的觉悟，意境。"},{"id": 45,"date": 1414166400,"content": "曾有一位朋友说：我想你身边的人都跟着你修行，一定都品质高贵，正直善良诚信。我点点头说：是的。确实如此。然后她有事要暂时离开，将装着贵重物品的包随意放在人来人往的会客室，我提醒她随身带着，她诧异地问：在你这儿还会丢东西吗？我笑说：当然会。因高贵正直善良的人也有无法抵抗诱惑的时候。"},{"id": 46,"date": 1413993600,"content": "恶业成熟的凶险，有时并非是得病，生意失败或诸事不顺。是这个人忽然远离善知识，听不尽忠言，做事不惧因果，对自己欲望不设底线。对修行忽生厌倦或认为已得法，在人间屯积财富却非常吝啬，偶有舍出必求回报。说话刻薄自私，不会宽恕，无法感恩，不觉有错，如这些具足，我会怀疑是上天准备灭这个人了。"},{"id": 47,"date": 1413993600,"content": "培养气度与魄力的最快方法就是想到说到了，尽力做到。许多人做不到不是没能力，而是在最后一个环节纠结得失，反复算计利益，便开始忧柔寡断。如果对自己不了解的人、事叁思而后行是对的。但对自己信得过的朋友也这样，失去的一定超出你的预知。其实，生命中太多利益是无法计算的，能算出来的都是小利。"},{"id": 48,"date": 1413820800,"content": "只要不是为了表现自己，人前背后各一套，或想求名闻利养，那刻意造作的善，宽容也值得赞叹，不能叫虚伪。有人说：直心是道场，应像孩子一样真实，想骂就骂，不应该心口不一。但菩萨的真实是坦然面对自己的如来本性，不卑不亢，令自己活得澹定从容慈悲喜悦。大乘修行者，你还有其它的真实吗？"},{"id": 49,"date": 1413734400,"content": "我们随心所欲的时候，真的要想想那些爱我们的人的感受。你烦不想活了，所有爱你的人都需提心吊胆关注你，你恶业的果报熟了，爱你的人可能要同时为你丢半条命，不要任性地说这是你一个人的事，不用别人承担。因为爱你，亲人朋友都没办法在你苦难时将你撇开。你伤害自己对那些爱着你的人都是残忍与自私。"},{"id": 50,"date": 1413648000,"content": "佛法中谈“无我”的快乐，为区别于人世界小情小欲满足后的乐，把这种快乐叫大自在。有人问：既然无我，谁能享受自在？是的，没有人能享受自在，真的证到这个境界起个名字叫“得大自在”。"},{"id": 51,"date": 1413648000,"content": "求名者被人捧，执着情者拥有所爱，求财者赚到钱，赌徒赢了，酒鬼喝到美酒，噬茶者得到好茶，修行者能离情去欲，住茅棚者能餐风饮露，静坐冥想者能入叁摩地，只要有我，每个人都不过是活在自己认知的快乐中，只是不同认知与追求会带来不同的果罢了。能自己活的快乐，同时利益到别人，是人最大的快乐。"},{"id": 52,"date": 1412784000,"content": "她的世界里只有父母，情侣，孩子，还有自己的美貌。某天，父母死了，情侣移情别恋，孩子长大离开，容貌也日渐衰老，她的世界忽然空虚的一无所有，但她的贪婪执着却有增无减，此时她崩溃了。假如她的世界里有佛与佛法，佛不生不灭，佛法可对治习气欲望，她便有永恒的依止。哦，问一声：你的世界有什么？"},{"id": 53,"date": 1412784000,"content": "看到听到不一定能体验到，体验到不一定马上能放下，马上能放下不一定在每件事中能解脱，已解脱不一定能在时空中圆满示现证量境界。而在佛法中证入空性的人可以同时达成，可以即闻即修即证即圆满示现，在人道，这称“空即是色”。"},{"id": 54,"date": 1412352000,"content": "你满足一个人的所求心，自我利益，你会成为他的贵人恩人。佛却是教你怎样放下习气欲望，自我利益的，没有人真心会感激这样的人。所以刚学佛，对佛菩萨生出感恩，或许只是在修行中获得了另一种利益。只有当人真的不再着种种相，“所求心所得心”尽，才会真正懂得佛让你放下自我的一切，是给了你整个宇宙"},{"id": 55,"date": 1412352000,"content": "修证佛法中，有时会修舍离，并非是舍的一切都是恶的，是因为你因这些事物生起了贪嗔痴的心，这些事物令你所求心，得失心很强，是这些“心”障碍了你成道。而刚开始修行的人很难从拥有满足中见空性，反而容易从失去，舍离中觉照反省，放下自我。"},{"id": 56,"date": 1412092800,"content": "孩子，如果你想在此世界永远不受伤害，不是准备看破红尘，不是想要看透任何人与事，不是无奈地放弃，不是无所谓地面对，不是努力学习承受……是听懂佛说的那句话，佛说：自我是虚妄的！"},{"id": 57,"date": 1411920000,"content": "修证佛法中，如感觉自己没有原因忽然很烦一些人与事，那一般是你的气脉开始净化或不通的脉开始畅通，而你又着外面的人，事的相造成的。人与事只是触缘，并非你真的很在乎。如此时生起嗔恨抱怨，甚至说过激的话做过激行为都会毁掉你之前的修证成果。正确方法是观人事，觉受都虚妄，保持慈悲，忏悔业力。"},{"id": 58,"date": 1411315200,"content": "有人问：如果两人只是关系有点暧昧，没有果报吧？我说：修定的人如常喜欢与人处于暖昧状态，肯定无法得定。如对不同的人暖昧，身边爱你的人会认为你轻浮，不会从心底真正尊重你。如已婚，还会由此引发嫉妒占有嗔恨等逆缘。再就是有一天你专一地喜欢的人可能与别人嗳昧，你认为这些算果报吗？"},{"id": 59,"date": 1411315200,"content": "女孩用自己的初夜换了爱马仕的包。还说：佛不是说一切皆空吗？我说：一位真知佛说的人不会干此事。“性”表面是一个行为，但在人道，它却与真情，圣洁的爱密切相连，人类的真情与爱无价，而你与买你的人都为了一时的欲望将它丢弃了。没有爱与真情的人生将是凄惨的。因果不空，你会为你的每个行为买单。"},{"id": 60,"date": 1411228800,"content": "生活在缘起的世界，惜缘更要知其性空，否则你可能会困在缘里。会对某些缘有所求，生起种种贪啧痴，会对某些缘留恋不舍，缘灭时受伤害。懂得其性空，便知善缘逆缘会互相转化，就懂呵护、感恩善缘，使善延续。就懂逆缘中忏悔宽容，使逆缘转善。也才会在缘起缘灭间，生活的澹定从容。"},{"id": 61,"date": 1411142400,"content": "父母与孩子做朋友，不是让孩子拍你肩称哥们。是指你能静下来与孩子平等交流，了解孩子那个年龄的困惑恐惧寂寞与爱，了解他内心的想法与觉受而导引他解脱并走向正的方向。真正的朋友是陪他逃课陪他学抽烟陪他喝酒，他干任何坏事都为他两胁插刀包庇的人，父母永远做不到。所以你别朋友做不了长辈也不像。"},{"id": 62,"date": 1410883200,"content": "你说：佛讲诸相虚妄我信，只是执着难放，有觉受。曾有人在暗处看到一条蛇，非常恐惧，脑海中马上想到种种被蛇咬的后果，或该怎样与之博斗，脚都软了。用手电照明后，发现是条绳子，恐惧马上消失了，关于蛇的妄心妄念也随之消失。现你在诸多事中纠结，也是你未亲见佛说的一切，无法确立正信，故做不到。"},{"id": 63,"date": 1410883200,"content": "佛说：这世界一切法都是佛法。是建立在万法都是因缘假合，本性空的基础上的。如果你未悟此理，却善恶不分，不积福徳，不修私心，不参明师，认为从任何法中都可以自见空性，那这世界一切法都是你造业轮回的因，无一法能导你走向解脱。"},{"id": 64,"date": 1410278400,"content": "学琴棋书画技击拳术等，也许只需勤奋和聪明就行。但学佛法，找对老师，与老师有心灵层面的信任，同时具备优秀的品质更重要。因为无上正等正觉无相，有时没有门径，只需老师将你的包装层层剥开，将你的私心剔除，将你的念念情欲升华成慈悲，试想，如没有对老师的信任与善良正直的品质，此教授能达成吗？"},{"id": 65,"date": 1410105600,"content": "宇宙飞船登月击破了无数人对明月的神秘暇想，却丝毫不影响仰望圆月时，人们心中对生命圆满完美自由的向往。中秋节之夜，不管你在孤独中、思念中、团圆的庆祝中或者对节日无所谓中……愿今晚月圆时，这世界所有的美好无条件悄悄降临在你身边，伴你一生。祝中秋节快乐！"},{"id": 66,"date": 1408982400,"content": "朋友说，对这世界极端的残忍，邪恶与伤害无法宽恕，惩罚是最好的仁慈。其实地狱道就是对此类人的惩罚。只是每道受罚的众生并不能知道自己因什么受报，有正确信仰的人会相信，没有信仰者也许会把他受的苦难变本加厉给其它众生，使苦难永无止境。所以救度轮回的灵魂，光惩罚不够，还要有无尽的宽容与爱。"},{"id": 67,"date": 1408982400,"content": "有朋友问：已堕胎怎样减少业报？最好的方法是宽容放下给你情感带来伤害的人。宽容别人对你的伤害可化解你给别人的，真的感恩他她帮你消业。如果你不宽恕别人怎么奢望别人宽容你那么残忍的拒绝？另外如真的忏悔，就不要只为生理欲望，与自己不了解的人发生性行为，不要同时有多个性伴侣，减少疾病感染。"},{"id": 68,"date": 1408809600,"content": "谈谈堕胎因果：堕胎的果报熟后，在生理上男女都易在生殖系统患病，在情感上，堕胎的男女都易体验被所爱之人背叛抛弃伤害等。因为投胎者也是因情欲才来投胎，堕胎等于拒绝这份爱，而且拒绝的方式较残酷。堕胎后，是女方果报还是男方果报，要看投胎者与哪一方缘份深，与投胎者缘深一方体验果报重。"},{"id": 69,"date": 1408809600,"content": "闻听到地藏菩萨圣号，总会想起地狱道众生。想到那黑暗中无尽的绝望与孤寂，想到那生不如死的煎熬，想到那死也无法解脱的心碎，想到那死去活来的病痛，想到已麻木呆滞空洞般的眼神，想到没有人性邪恶的微笑，想到地狱其实离我们如此近。勿以恶小而为之，己所不欲勿施于有情，不造地狱之因。南无地藏菩萨"},{"id": 70,"date": 1408723200,"content": "回到生命源头后，我们才可以从花开花落，生灭变化的现象中，从微不足道平凡的小事中体验生命的幸福，快乐与永恒，才能在每个行为中付与生命清醒的意义。"},{"id": 71,"date": 1408723200,"content": "佛从未否定过这个世界。它只是告诉你：你从未看淸楚这世界真相，也未看清楚自己。当下，你在时空穿梭，所有人类都同行，下一路口，即一世生命终止，各自分流。如不能成道，你会无休止地在时空一圈一圈旅行，体验随缘变现的觉受风景，找不到起点终点，每一世心都没有归宿，也无法确知生命的终极意义。"},{"id": 72,"date": 1407859200,"content": "一次，与师父谈起现在地球上无法控制，没有疫苗的的病毒时，师父说：有些病毒内心充满阳光的人不会被传染。哦！原来正身正意正言，正向思惟，全身充满正能量，内心充满阳光也可以成为抵抗凶险病毒的疫苗！"},{"id": 73,"date": 1407686400,"content": "你深深的活在你看到的，听到的，尝到的，嗅到的，体验到觉受到的一切中，从不懂舍离，不懂如如不动，不懂不被境转，不懂觉照，不修定。没有慈悲平等。你说：你正在学佛，你懂色空不二，般若般罗蜜。我不敢与你探讨佛法，你言说一定高深。我只知有种心无卦碍，无所住做事的状态，我会说：看，色空不二。"},{"id": 74,"date": 1407600000,"content": "一只猪可以成为美丽的猪，宁静的猪，幸福的猪，不吃垃圾的猪，但任何世俗的理论都无法令猪不是猪。但佛法可以提升心灵的等级，如果猪不再着猪的种种相，它就有可能回归万物的源头。万物的本源都是空性，都是佛。佛法的见谛能令众生从自我以及万物假相的迷惑中解脱，故称出世法。"},{"id": 75,"date": 1407340800,"content": "空难地震爆炸干旱病毒……灾难让人的爱心都累了。有时，当人觉醒时，当人终于在内心渴望正能量时，不在嘲笑无私利人的“傻子”时，当人准备撇开所有的坏习气想做个堂堂正正的好人时，当人不想活的贪婪自私时，曾那么遥远的灾难却来了，共有的恶果却熟了。有外星人问：地球病着，地球上的人类可安好？"},{"id": 76,"date": 1407340800,"content": "从未离开南方的朋友说：她要到北方看秋风扫落叶，还想看掉尽叶子后的光秃秃的树。电视或图片上看的都不过瘾，她要去亲自体验。从小北方塞外古城长大的我抿嘴偷乐，我想看黄沙卷着落叶漫天飞舞中，她连眼睛也睁不开，嘴巴鼻子里灌的全是沙土，她是怎样的表情？人在风景里，风景才生动。很多事暇想才美。"},{"id": 77,"date": 1406908800,"content": "每到七夕，爱情是恒久不变的话题。千百年来，文人墨客诗词歌赋，说学逗唱戏曲电影，经久不衰地谈情说爱。爱情故事不管多古老永远能动人。但无人能给爱情一个固定的模式和定义，没有几人能穿越情天欲海看懂爱情，真懂了，潇洒牵对方的手走向婚姻殿堂或转身离开互相道声永久的祝福，都一样美。祝福有情！"},{"id": 78,"date": 1406736000,"content": "听说园子里前段时间刚清理过的杂草在疯长，刚听说草已齐腰深，只过两天已到胸，景物被遮，刚开出的路不见了。感叹野草旺盛蓬勃的生命力，同时想到我们荒芜空虚的心田也应常常清理贪瞔痴慢疑的杂草，否则它们生长的速度不比外面田园中的慢。等它们强势到要随心所欲，为所欲为时，我们生命的方向就毁掉了"},{"id": 79,"date": 1406044800,"content": "佛说这世界是苦海，有人觉得佛太悲观了或说话不够一分为二，苦乐参半更确切一点。但智慧如海的佛仍坚定地告诉你：即使你得到此世界一切，满足了全部欲望，只要你未出轮回，你就仍在苦海泡着。人间的红尘之乐如苦海上飘浮的泡沫，稍停即逝。"},{"id": 80,"date": 1405785600,"content": "昨晚做梦，梦到自己正为一件事很伤心。醒后，反省在现实中自己遇到那件事会那样伤心吗？答案是不会。不会伤心的原因是我会对自己说：你不必为这件事伤心。它根本不值得。然后自己就可以静下来，做其它事将那件事澹忘。但梦中没有了这个过程，本能反应伤心了。哪个更像我？哪个状态是我？俩个都不是！"},{"id": 81,"date": 1405612800,"content": "有人说开了天眼看了许多境界。我说：天眼是虚妄的。他马上说：我不着神通境界的相。我又说：天眼是虚妄的。他说：我懂，自我是虚妄的，我不着眼耳鼻舌身意的相。我只好又说：你头脑不要乱动听我这句话：天眼是虚妄的。他愣住了，盯着我，一会儿说：是的，我着天眼这个相。我舒一口气：可以继续沟通了。"},{"id": 82,"date": 1405612800,"content": "佛说这世界一切是假相，并非让你否定这世界一切，而是告诉你，你一直未见到世界的真相，生生世世活在虚妄之中。见到真相时也不是你与这世界一切都消失，变成虚无，而是一切都还在那儿，你却从自己以及世界万事万物中见到了平等，永恒，因为空性就在那儿，佛就在那儿，生生世世从来未变过。"},{"id": 83,"date": 1405526400,"content": "经历过不一样的人生旅程才能看到别人无法见到的风景。也许其中有磨难和痛苦，但扛过了，而且一切经历没有变成负面信息影响你的当下，你就赢了。你就可以认为，那是上苍对你的特殊眷顾，你拥有了别人无法企及的财富。有时，独特的思想与思惟方式会由此而来，否则博学的人也会人云亦云。"},{"id": 84,"date": 1405526400,"content": "只要条件具足，我们可以活的有尊严有面子有个性，可活的风情万种千姿百态，可轰轰烈烈也可清心寡欲，选择怎样的活法都没错，其实大部分人也不过是喜欢不同阶段的随心所欲。但如果你想从轮回中解脱，就要听闻佛说，在有限的生命里选择有些事可做有些不可，生活方式的选择也要把有助于自己成道放在第一位"},{"id": 85,"date": 1405440000,"content": "你问我活的快乐幸福吗？很久了，我没有考虑这个问题。我或宁静过快乐过幸福过但也感觉全部失去过。佛法中说，只有回到真空的人在此世界才能体验永恒的快乐与幸福，其它的得到或失去都只是梦。听闻到这些道理后，我就不再考虑你问的问题了，一直只是活在当下，不断觉照自我，令其消融在佛的智慧之光中。"},{"id": 86,"date": 1405440000,"content": "如果现在你发现自己对这世界的名、利、情没有任何收获，而自己也一直在努力，那真的不怪你。因为有才能还要有机遇，有机遇还要有善报，有善报还要能成熟，善报成熟需时时准备善念，甚至还有共业的影响，总之，在这世界没有什么都不是你的错，但你对我说你不会笑了，那真的是你的错。"},{"id": 87,"date": 1405267200,"content": "因为我们本来是空性，所以不能通过努力修行再证入一个空性。我们唯一能努力的是通过种种法门来彻底放下分别与执着，这样，我们便会活在万物性空平等的实相里，这就是空性。所以空性是悟不是证。"},{"id": 88,"date": 1405267200,"content": "小时候，认为只要站在一片花海中，不仅可以邂逅这世界所有的美丽，还可以放飞或实现心中满满的梦想。可我从未见过真正的花海。学习修证佛法后终于不再遗憾，因为每当法喜充满时，就会觉得有无量无边的的花在身心世界绽放。"},{"id": 89,"date": 1404835200,"content": "早上被鸟鸣惊醒，遂想到前天放生的鱼和鸟。或许他们有的又落牢笼。但已为他们做过叁皈依和种种加持，他们已与佛接缘，终会有一天凭此缘闻听到正法而得到彻底救度，同时也愿那一刹那从牢笼解脱的快乐心情深深印在心底，能常为他们复制出快乐体验。也愿放生者的善行善念能消去逆缘，得到怨亲债主的宽恕。"},{"id": 90,"date": 1404576000,"content": "佛站在叁界六道之外，为人类的罪孽找到了值得宽恕的角度，众生无明，被自己的习气欲望趋使造种种业，又被业力左右不能自主，也不知所想所行的因果报应，实属可怜。而万物本质性空是平等的，以此说，又使叁界六道成为梦幻。但人性在一定的触缘下，有时恶到超乎想像，连游戏毕竟空的佛菩萨也会孱然落泪。"},{"id": 91,"date": 1404576000,"content": "人道恶业成熟时，会在生命中遇到很难逾越的障碍与困境。这并不可怕，可怕的是这个人同时会排斥逆反善法，没耐心听取忠言，不再克制自己的野心欲望，而且不在乎伤害别人，为满足自己的一切可没有原则底线甚至不择手段。人一生中，生命有时会跌入低谷，此时更需警觉自己的起心动念，应忍辱宽容多造善业。"},{"id": 92,"date": 1404316800,"content": "在你脑海中，是否有一个幸福的固定模式，爱的模式，美的模式，成功、优秀的模式，菩萨的模式，佛的模式等等，只要有，你已快变成一个执着僵化的人，已无法从生命的点滴体验中获取快乐，你会活在幻想里。反之，你脑海中有负面的任何模式，如不爱的模式，丑陋，邪淫的模式等，你已着相了，会活在伤害里。"},{"id": 93,"date": 1404230400,"content": "有人感叹：大家都是锦上添花不会雪中送炭。但忘记自己从未无私地做过一件事，如付出总问凭什么。那么，有一天你倒霉时，别人又凭什么帮你。有些在生命中受过磨难的人对此体验较深，故这些人走出泥泞后有些人会变的无私，付出只是一个决定，不在问凭什么，这才是真正悟透了人情事故，而不是变的更自私。"},{"id": 94,"date": 1404144000,"content": "如果你觉的身体某个地方绷的很紧或堵塞，你向那儿下达的正确指令不是请放松，而是黙黙对他说：请微笑！如果你还记得一种幸福的感觉，那可以对他说：请微笑，体验幸福。如果你有爱万物的能力，可以对他说：微笑，体验幸福，让爱永恒。"},{"id": 95,"date": 1403971200,"content": "每次看到繁花幽径或夕阳，内心总会感到有些熟悉的记忆要涌出，其中渗透着眷恋，伤感，优美等情愫，曾以为有什么故事发生过，但一直什么也没想起来。修行多年后，再看这些景色，竟像故人复归，只想到庆祝与欢喜。看来一切觉受不过是心境的不同呈现出来的，较真时总觉的其中蕴含神秘，其实不过是妄心幻境"},{"id": 96,"date": 1403798400,"content": "看到樱花，总会涌出两个字＂深爱＂。在生命的路上，总有一些人一些事能很深地触动你的情愫，令你深爱，那就让自己活在深爱里，而不是活在触动你的人事物里。只活在深爱中，你会体验到厚重的，繁星殒落般的美，像密集的樱花飞舞着扑满大地，没有遗憾，没有决别，没有分离，只有美。"},{"id": 97,"date": 1403625600,"content": "爱和慈悲是宇宙的根本能量与记忆。所有你看到体验觉受到的“相”都会消失，但爱与慈悲永恒。它是善的本质，恶的本质，丑的本质，美的本质，生死的本质。人所有的痛苦与烦恼就是无法体验到爱的永恒。人们记住了很多次轮回，很多的经验觉受，很多的人事物，这都是虚幻的，但“记忆”本身是真的，是爱与慈悲。"},{"id": 98,"date": 1402329600,"content": "夜晚，从楼上俯视路上川流不息的车流，遂生起人类吃饱后的暇想，车中的人都在忙什么？似乎车流整晚都不会停。同时，想起那句有名的回答：路上只有两辆车，一辆叫名来一辆叫利往。不知道，这些车深夜奔波是为名为利或为其它，却知道他们疲惫时必有一个共同的心愿————回家。而家，就在有爱与光明的地方……"},{"id": 99,"date": 1401724800,"content": "当我们都平静的时候，每个人的心灵都很善良美丽。但当有事发生时，你忽然就看到了自己的自私，贪婪，嗔恨，嫉妒，傲慢，愤怒，占有以及面对真诚说出的谎言，为了短暂的欲望满足伤害别人，或诽谤诬陷等，那一刻，你能说你的心灵是善良美丽的吗？觉照并修正这些扔一抉小石子就荡漾的东西，才能说心灵美。"},{"id": 100,"date": 1401638400,"content": "小时候在北方小镇，端午节会有集会，杂耍唱戏非常热闹，还有美味的棕子。上学后知这个节日是为了记念爱国诗人屈原的，便生疑惑，想生日祝贺是因为母亲经过苦难迎来了新生命的诞生，那端午节的美食狂欢是为了记住以死明志的屈原吗？历史随汩罗江水静静流淌，有人问，中国屈原跳江的地方除了姓名还有什么？"},{"id": 101,"date": 1401552000,"content": "一直喜欢六一儿童节，是不想失去童心童趣。孩子的天真无邪是因为太多的东西还没有体验经历，成人天真无邪是因为经历太多已不再与这世界较真，圣人的天真无邪是彻悟了万法实相而返璞归真，但他们有一个共同的特点，即能从点滴的爱，关怀中获得心的全部喜悦感恩与满足。祝无法长大老去的朋友们节日快乐！"},{"id": 102,"date": 1401552000,"content": "在人道怎样舍离叁界？当你对这世界物质层面的东西，包括男色女色不在执着贪恋时即舍欲界，当你不在内心勾勒定义什么是完美的爱情亲情友情，不在情感中占有征服嫉妒抱怨渴求时，即舍色界，当你舍去佛，菩萨，色空不二，缘起性空，生灭涅槃，叁界六道，叁千大千世界等的佛法概念定义境界时，即舍无色界。"},{"id": 103,"date": 1401465600,"content": "佛说观一切如梦幻泡影，并非让你坐在那盯住一切会将其变成梦幻，你又着了“梦幻泡影”的相。佛是在比喻叁界一切，包括你的身心都短暂，易逝，刹那无常变化，虚妄不实，让你不要留恋执着叁界的一切了，快出轮回吧。大菩萨了知这个真相，观一切如梦幻，才舍离叁界一切无任何粘滞。但因渡众生不舍慈悲方便。"},{"id": 104,"date": 1401379200,"content": "修证佛法者如果没有观身心内外一切如梦幻泡影的见谛，行菩萨道时，就会觉的自己一直走在牺牲，奉献，付出，布施或忍辱的路上，甚至可能还未成道就成了烈士。这是因为着相，认为菩萨及一切所行所修都实有，无法把善行及修证马上汇归真空。故着相行菩萨道会很久都无法功徳圆满，见到自性如来。"},{"id": 105,"date": 1401379200,"content": "有些父母在烦躁时可能会做出一些事给孩子心里留下阴影，创伤。事后父母常想起来便纠结后悔。其实，父母亲低估了孩子们慈悲宽容的力量远远超越成人，只要对孩子说出你的不安与心疼，希望他谅解。孩子马上就可能原谅一切了，并且会从原谅中获得莫大的快乐！这就是为什么所有的孩子都被称为天使。"},{"id": 106,"date": 1401292800,"content": "当佛说这个世界是虚幻的，你不必执着时，你觉的很难，因为这世界在你眼中完全是物质的，尤其你的肉体，它们怎么能成梦幻？我私下认为，这世界要真有个坚固的东西，应是你的头脑，它入水不溺，入火不焚，即使受无间地狱之苦也决不回头，不停地在认知，定义，分别，觉受，执着中乱转，决不停止消失。"},{"id": 107,"date": 1401206400,"content": "你如此贪恋五欲之乐，连这个世界令你烦恼痛苦不断的人，事，物都舍不得放弃，充满占有征服的欲望。你现在说要修行，从叁界六道的轮回中解脱，我不信你真的想出轮回。你修行佛法只不过是想在此世界活的更精彩，更久一点。在此世界你终将无所得，而在佛法修证中也没多大收获……"},{"id": 108,"date": 1401206400,"content": "一人车祸死，夜梦见其中阴身，他惊恐对我说他刚被车撞死了。我安慰他：你现在不是好好的站在我面前吗？他愣了一下说：难道我刚才做了一个恶梦？我说：那你现在愿跟我念南无阿弥陀佛吗？可以去极乐世界。他说：念佛我将来肯定会念，但现在我还要赴一个约会，边说边匆匆而去。然后，竟看到他投胎成了一头猪。"},{"id": 109,"date": 1401120000,"content": "佛陀修道快圆满时，魔王派女儿们去诱惑，佛面对种种色相如如不动。他没有试万花丛中过，片叶不沾身的功夫，或安慰自己如沾身了，正好借此反省历练。如果行者觉的自己的功夫比佛当年厉害，或与观音文殊等大菩萨们的慈悲智慧相当，可在欲的满足中见空性，随缘度众生。如达不到，还是提起觉照，善护念吧。"},{"id": 110,"date": 1401120000,"content": "如不知诸法性空之理，佛法修证便与人性之欲相违。如止欲吃素布施禅定忘我等，而人性喜欢纵欲美味占有乱想彰显自我。人性的挚爱也没错，只不过令人深深轮回在六道之中，轮转之快无片刻喘息。想出轮回之苦的人只能按佛说的办法先逆欲而行，修证如药，轮回如病，虽病愈药也应舍，但病重之人还是先吃药吧。"},{"id": 111,"date": 1398787200,"content": "初开始进入“照”时，不是圆照，但能初步在此世界不着相。虽觉受仍在，但内外境对你影响已很小了……对修很久但杂念一直很多的行者，我认为在座上修“与自己呼吸在一起”还是较快的一个入门方法，当然，座外增强出离心以及守守戒律来低抗红尘幻境的诱惑，身心不放逸，也许才能在修证中快速有个突破。(二）"},{"id": 112,"date": 1398787200,"content": "初修佛法，修“觉而不动”，最好身心不动，到几乎一念不生，此时，支撑“觉”的后台便倒塌了，因开始的“觉”就是个念头。到此，有的行者转入“照”的境界，身心灵灵明明，一念不生，这时，这个世界所有你认为坚固的一切在你面前开始纷崩离析，你会初次真切体验到(金刚经)说的，观所有相皆是虚妄的境界。(一)"},{"id": 113,"date": 1398441600,"content": "常梦想住在海边一间繁花掩映的小屋中，却顾忌潮湿，或搞不掂因花香诱来的各种小虫……曾喜欢大草原的辽阔，却讨厌绿草下的牛粪和沼泽地，并抱怨风吹草低现牛羊，而牛羊的毛太脏……有时发现，自我对美的理解和追求竟如此敷浅和没有力量。"},{"id": 114,"date": 1398441600,"content": "有时压力并非来自眼前面临的一切，而是过去的苦难记忆及未来的渴求。有些人打坐时专注力定力不够，座外却能持久地专注在一个人一件事上，(不是指那种心胸狭窄自我又爱钻牛角尖的人)这种着相的专注力非常消耗能量。修行者应安住中道，观人与事虚妄不实。放下专注力，观身心如幻，拿什么来专一来定。"},{"id": 115,"date": 1398355200,"content": "蝴蝶不管怎样努力都无法飞越沧海，我说：你本性不是蝴蝶，沧海也非沧海。如果你不能领悟这点。凭你是无法飞过沧海的。一只蝶笑我说：只有你们人类才傻，总喜欢从大海这边跑到另一边。佛不是说两边都是虚妄的吗？既是虚妄的，为何要过去。我傻眼了，问：那你们这在干什么？它说：树立个崇高目标，在路上玩。"},{"id": 116,"date": 1398355200,"content": "每朵花开花时都会爆发出笑声，而且会从根须到叶到花一起笑起来。我曾纳闷花为什么笑？是奋斗成功了？是悟透了什么？是觉得开花很欢喜？这事有点神秘深奥。问花仙子，她大笑说：笑是我们本来就有的，还需要原因吗？她反问：你们人类本来就有的的东西一定要有原因才发生吗？我说：也不是，有时发生后要有个说法。"},{"id": 117,"date": 1397577600,"content": "曾经，我在面对别人恶劣，丑陋的行为和习气时，觉的能安忍并慈悲，甚至定力还能使自己保有微笑，心中不失柔软与爱。但细细觉照，发现这种慈悲中仍有自我。是因为在见到恶劣丑陋时，我未能安住在一切本性空的角度上，而是先否定了它。否定就有排斥逃避。故真正的大慈大悲是建立在“诸相皆空”的基础上的。"},{"id": 118,"date": 1397577600,"content": "释迦牟尼的教法在地球上已传承了2600多年，一路走来，最聪明观想力理解力最强的是现代人。有些行者已多世修证，甚至曾闻听过佛陀说法。但现在，有人开悟的障碍竟是一个开悟很难的念头。多数人只是从未按佛的教义去做。比如，佛说，身心是虚妄的，但你从未真的这样认知，总是为它的觉受充满委屈抱怨……"},{"id": 119,"date": 1397577600,"content": "你爱一个人。佛法中说，你执爱的这个人并不真实，你也是虚幻的，你们之间的苦乐觉受也是幻境。如果努力证取这一点，在爱中不占有，不要求，不渴望，随缘安住。你可能依止这份爱从情欲中解脱。然后，人间的亲情友情爱情才都能圆满自在。但如一味沉迷情欲，嫉妒抱怨，甚至纵欲放荡，几乎都是叁恶道之因。"},{"id": 120,"date": 1397491200,"content": "佛子，当这个世界的人们在炫富，在比美，在耍酷，在纵欲，在算计，在嫉妒，在争权夺利，在分分秒秒造轮转的业时，禅修中的你，正在从此生出发，走向解脱生死轮回的彼岸。你观人间一切如幻，又不舍慈心。中道正见像日光照亮你解脱之路。依止佛的空性见谛你终将成佛，成就圆满与永恒。(贺准提佛母圣诞)"},{"id": 121,"date": 1397491200,"content": "同修打坐见到光影和图像。问：你告诉我，是真的还是假的。我笑说：你是问我你眼睛是真的假的？还是图像？如果不真就一定假吗？不是佛就是魔吗？这是人类二元对立的思惟模式要的答案。故佛经中有非真非假等词语出现。但重要的是你忘了打坐的目标不是分辩谁真谁假，而是放下你分辩真假的心，从所有境界中见性空"},{"id": 122,"date": 1397145600,"content": "有人说，修行后觉的生命更没意义了。这是因头脑要从万物实有的执着中走出，但还无法契入真空，只修放下，观一切如梦等，而又未达想要的开悟之境，暂时的偏空状态。无聊，没趣，无法出世也难积极入世对定力不足者常会出现。其实，选择修证佛法本身已使生命开始走向解脱与辉煌，这件事即生命的全部意义。"},{"id": 123,"date": 1396972800,"content": "脚步匆忙没有关系，但头脑匆忙却会使你失去很多，有时甚至错失你生命中很宝贵的东西。不管事情有多急，头脑的清净澹定使你能在这世界的变幻莫测中了了分明每一点风景，与世界分享每一刻。这也是做事成功很重要的一种内在修为与功夫。这种功夫的练习最好能在忙乱着急中瞬间反观觉照自己。"},{"id": 124,"date": 1396713600,"content": "真正了解死亡真相的人不会自杀。因生死一如。靠死亡来解脱任何事情都是徒劳的。也不用去刻意体验死亡游戏，你会回不来的，而且不知会轮回在哪一道。想解脱痛苦并体验死亡的人，有一个方法是修禅定。"},{"id": 125,"date": 1396713600,"content": "其实人类对死亡了解不多。战争中面对死亡，只是面对了恐惧，残忍，麻木，鲜血。生活中面对亲人的离去，只是面对了伤痛与失去。亲自体验过死亡的人，未来的所有日子便生死同行，这才是死亡的真相，每一个人长大的同时即是走向死亡。人类害怕避讳死亡这两个字，只是将死亡与太多痛苦与负面信息联系在一起"},{"id": 126,"date": 1396627200,"content": "天破了洞，女娲还能找到九色石将天补住。但人心伤了，宽容容易，谅解容易，再接纳也容易，但不留痕迹却难，真的要无我。所有的夫妻，不要为色伤了情，秀色只如一顿美餐，饱了就无味了，情的培养却需时间。为一餐伤了深情得不尝失。但也不要让情将心伤透，一切无常，该放手时放手。不需抱怨，自有因果。"},{"id": 127,"date": 1396195200,"content": "修证佛法，定力不足有时是因为你对这个世界始终充满占有渴求的心，并非杂念多。在意识深处，你是有缺陷不圆満的，你要通过外在的拥有获得补充。这个错觉是因为人类眼耳鼻舌身意的局限造成的。要破这个错觉必须突破生命本身带给你的盲区。最好是先从破相以及安住当下，觉而不动开始。推荐读“金刚经”。"},{"id": 128,"date": 1396022400,"content": "大乘行者可用观空，忍辱，修呼吸几个法门一起修，可从情欲的控制中走出来。四禅八定也可，但不易同时生出慈悲。情欲初尽，虽还未出叁界，行者已会觉得自己像掉了一个沉重的壳，你才会知道，已很久了，你一直是情欲的奴隶，一直为情欲当牛作马，很多年被困在其设置的牢笼中。愿每个人从佛法实修中受益"},{"id": 129,"date": 1395936000,"content": "培养菩萨平等宽广博爱的品质，并不要爱全世界全人类。只在你身边的几个人那儿，甚至只在能触动你心的一种情，一个人那儿修就行。你能不执着，不要求，不渴望，不把自己的愿望强加在他人身上，付出不求回报，从不抱怨，自我的贪啧痴慢疑生起时，马上警觉，认为是对自己品质的亵渎，发誓永断。这样即可。"},{"id": 130,"date": 1395849600,"content": "禅境中，见一只几万年大龟已修成无欲望的光化身，仍无法去掉龟壳解脱。甚至因此遭遇劫难。原因是它可以舍自己，却不舍它爱的以及爱它的一切。它的龟壳不只代表它，也包含它在那一道的所有关系。比如友情，亲情，爱情。如果无法听闻到佛的见谛，它要从这些关系中见空性还很遥远。"},{"id": 131,"date": 1395504000,"content": "一位男孩问：我同时爱着几位女生，与哪一位女生在一起我都是真心的。我这算菩萨无分别的博爱吗？我说：如果你不是生活在一个一夫多妻的国家，也不是生活在中国古代，你也不是皇上，那你这是无分别的伤害了每一位女子的心。这种爱也只能叫烂情。假如你喜欢的女子也像你这样“搏爱”，你会觉得她像菩萨吗？"},{"id": 132,"date": 1395158400,"content": "菩萨道修忓悔法重点是动机。不是因为要趋凶避苦，不是因为害怕果报，甚至不是因你今天做错了什么事。而是在你果位未圆满之前，你会看到伤害与被伤害在那儿，冷漠在那儿，苦难在那儿，自我的愚昧无明在那儿，因果报应未来的恐惧在那儿，低下自我高傲的头，为这一切忓悔。最好同时做放生与超度冤亲债主。"},{"id": 133,"date": 1395072000,"content": "一只美丽的猪明天会被宰杀，今天还哼哼啍唱着歌，吃的香睡得好，那不是因为澹定，面对现实坦然，无惧，是因为无知。人面对生老病死轮回等必然遭遇的苦难，只知吃喝玩乐，从不思考因果，解脱之法，那叫无明。"},{"id": 134,"date": 1392393600,"content": "今天闭关结束，看到了所有朋友的元宵节问候与祝福，感恩之余，只能回一个迟到的祝福，愿大家正月十六也快乐。又知今年的元宵节遇到了情人节，也有说元宵也叫缘消，会令缘分消失的。我认为在中国，元宵代表团圆和喜悦，所以，一定是逆缘消除，善缘留下了，所以也顺祝每对有情人白头到老，甜蜜一生。"},{"id": 135,"date": 1391443200,"content": "立春在二十四节气之首，代表一年希望的开始。那今天，你应该准备些什么呢？我认为最好的准备就是一颗笑看花开花落，一切变化无常，却能安住当下，如如不动的心。有这样一颗心，这世界没有什么可以伤害你，用这样的心旁观你在乎的人和事，神马都是浮云。朋友，愿立春褪去你秋冬的寒凉，让阳光从心洒出来"},{"id": 136,"date": 1391011200,"content": "朋友，你现在哪儿过年？过去一年中，也许我没有关注到你，对你的求助没有帮到你，甚至对你的问候，疑惑未能及时回复……不管怎样，当你看到这则短信时，我正在深深为你祝福，愿你平安健康幸福快乐！马年吉祥自在！爱与你同在！"},{"id": 137,"date": 1390924800,"content": "众生的所有情爱，恩怨都发生在缘之中，但“缘起性空”，对“缘份”来讲，此处的＂空＂并非是否定缘份这回事，也不是说缘份是梦幻泡影，应无所谓，冷漠。在人道，它是要你在缘份连成的关系网中，惜缘却不纠结，不执着缘份。不管善缘悪缘，情缘血缘，戈然止步，不再要求，不再报复，否则，你将轮回在缘的苦海"},{"id": 138,"date": 1390838400,"content": "不是有人爱你，你就真的能从内心感受到。也不是所有的爱都能令你开心。但老感觉缺爱的朋友有个方法可以试试，努力记忆别人对你的好，点点滴滴回忆，甚至包括一个善意的眼神，友爱的微笑，以此代替他们所有的不好。日久训练，并想着你还没回报。会提升你感受爱的能力。"},{"id": 139,"date": 1390233600,"content": "一位发心证佛果的大乘菩萨，在善行路上的大部分苦难来自缺失定力和着恶相、垢相。只有极少数已成就再来的菩萨，他的苦难来自愿力和担当。而他也基本对此了了分明，无怨无悔。所以，刚开始发心行菩萨道者，做功徳的同时要注重定力的修证，不要轻易就被身心的内外境转，再推荐读《金刚经》，破一切相。"},{"id": 140,"date": 1390147200,"content": "开一家小店，卖自己喜爱的东西。扯几米阳光，捧一卷好书，过澹泊奢侈的日子。一位随我一起修行20年的朋友，忽然开了一家叫“春暖花开”的小店，把十多年来从各地淘来的茶壶佛像倾巢而出卖。我问：是不再恋物，还是修道艰难卖心仪之物换银子？他看了看壶，说：你说呢？"},{"id": 141,"date": 1388505600,"content": "在修证佛法中，行者在面对：被轻视厌恶背叛嫉妒诽谤排斥怀疑否定伤害或被肯定恭敬呵护顶礼赞扬等一切情境时，心中能如如不动仍保持一份爱意，觉照这点爱意不被自己的觉受和外境转，也不是因任何人或物生起，日久功深，行者身心会空掉，体验到永恒的爱与极乐。愿20l4，每一位证道者获得此爱！元旦快乐！"},{"id": 142,"date": 1388419200,"content": "其实每个人都有一份如如不动的爱。爱无处不在，就像水和空气一样。只是每个人都无法真正直面心中这份爱，而是面对了相。(相包括人及万物的相状，品质，地位，作用，认知，概念，定义等），爱被相转，就像水变浑浊，空气变雾霾，爱看不见了。许多人孤独，许多人渴望爱，其实爱与单身或结婚都无关。"},{"id": 143,"date": 1388246400,"content": "我们曾敬畏过天地，神灵，皇上，权贯，财富甚至科学，因为我们认为这些东西或能主宰我们的命运和自由，而且我们有太多超越想象的神秘和未知。敬畏心可以遏制人的随心所欲，但以上的敬畏也可能令人生出奴性。其实人最应该敬畏的是因果，懂得敬畏因果，命运就掌控在自己手里。"},{"id": 144,"date": 1388160000,"content": "慈悲心不是看全世界的人都可怜，都需要你帮助。它主要的品质是柔软和平等。拥有慈悲心可以使人的心柔若似水，能站在不同角度看问题，不执着较真。而且因为平等的爱，使柔软的心具有无处不在的力量。利他时不问为什么，有动力。因佛法的慈悲心是站在六道的角度谈，在人道，有点近似父母对孩子的爱。"},{"id": 145,"date": 1387555200,"content": "在人的一生中，定力非常重要。它可以使一个人遇事能轻松保持自己想要的状态，甚至真正有力量选择自己想要的生活，而不致被情绪以及种种诱惑弄的一团糟。虽世俗法中阅历丰富之人也可练的澹定，但多数只会获得一些世俗的经验。在佛法正见指导下的禅定会使人开启智慧，并以此智慧之力从生老病死中解脱。"},{"id": 146,"date": 1387555200,"content": "佛法中，阿罗汉的定力是靠离情去欲，气住脉停获得，以此有十八神变和在生死轮回中请假的本领。菩萨的定力是靠不着所有相，不舍慈悲心获得，可以在一切境界中游戏毕竟空，不被染着，直趋佛果。佛的定力靠功德圆满获得。可以在诸相示现中现起神力自在，彻万法源。无定的状态。"},{"id": 147,"date": 1385049600,"content": "如果一个人修证佛法只是为了这一世活的平静快乐安逸幸福，这些，其它信仰甚至世俗法都能给。但对佛陀的智慧来讲，仍然像入宝山空返。因为佛陀认为只要人生老病死轮回等这些根本问题没有解决，今生所拥有的一切都是短暂生灭的，人即使一生平安幸福等于还在苦海之中。所以，一个修证佛法者应发心成就佛果"},{"id": 148,"date": 1384272000,"content": "喜欢自由，但自由不是随心所欲。人随心所欲的结果是：游戏人生，对一切冷漠，生命没有方向，空虚，或由此给别人带来伤害引起业报的循环。故随心所欲的果报不是自由。佛法中认为一个人心灵的智慧之花开了，不再被内在的觉受，外在的名利情等生灭境干扰，彻底解脱了时空对身心的禁锢，称为真正彻底的自由！"},{"id": 149,"date": 1384272000,"content": "要证入佛法色空不二之境，先从身心不动，不定义，不着相开始。不定义才能不分别，不着相才能不执着，而常能保持身心如如不动是入道的门径。"},{"id": 150,"date": 1384185600,"content": "人总是需要依赖一些东西来获取光明，温暖与爱。失去依赖后一切都消失了。但修道者是靠舍弃自我的内外境来获取自在。自在后，光明，温暖与爱成为永恒。"},{"id": 151,"date": 1383494400,"content": "当你遇到一位灵性导师时，不要去定义他是什么，更不能要求他应是什么样。否则，你一定会错过一次心灵深处的奇妙旅行。因真正的灵性导师你永远无法通过外在的样子认识他。"},{"id": 152,"date": 1383235200,"content": "活着只关心自己的快乐幸福，是人的愚昧。因为人虽活在叁维空间，但心却是整个法界。这个世界所有众生体验的苦难都会变成某种觉受存储在法界中，一旦果报成熟，每个人都会体验到那些觉受，不同的只是缘。如猪被杀时痛苦的看到天空都是灰色红色，人在心情绝望时甚至小小的失恋都会体验到猪濒死时的觉受。"},{"id": 153,"date": 1382889600,"content": "电梯中，一幼稚园小朋友盯着我的尖头鞋说：妈妈，快看，阿姨的鞋像小丑的鞋。他妈妈尴尬地说：这孩子，怎么说话呢，阿姨的娃好漂亮，怎么像小丑的。孩子迷茫地望向我。我微微弯下身问：你喜欢小丑吗？他肯定地点头说：喜欢。老师说，小丑是能为别人带来笑声的人孩子眼中的小丑好可爱。"},{"id": 154,"date": 1382630400,"content": "修证佛法的利益略举：可以不堕叁恶道(这个只修善行也能)可以从轮回中解脱，可以自由往生其它佛国，可以使这一世的许多恶果不熟，因你只做善业，(共业引起的另当别论)可以游戏神通，了知所有你在叁维空间无法知道的生命奥秘，可以有定力承受这世界的风雨变故，令心保持宁静，不孤独，寂寞，有得失的恐惧。"},{"id": 155,"date": 1382630400,"content": "修证佛法，非是学会几个法门，了解几本经，了知佛知见，或者是学习一些从烦恼中走出来的技巧，或练定力，在任何境界中能保持宁静。所有这些仅仅是做一位佛弟子的基本素质，真正的修证是要放下你的贪嗔痴慢疑，打破自我与万物的分别，圆满这点，需严格自律与强烈的向道之心，不懈行菩萨道，你准备好了吗？"},{"id": 156,"date": 1382544000,"content": "如果一个人的智慧像太阳一样可以俯视，普照，摄受，吸引万物，那他在此世界的“心行”会像大海，决不会让自己站在太阳一样的高度。虽然燃烧自己照亮别人也是一种无我的品质，但因为宽广博大放低自己，使百川归海，更是智慧的示现。"},{"id": 157,"date": 1382371200,"content": "臣服可以去除我慢。但我们是如此刚强，骄傲，自尊有面子。可以下跪，但不代表我们臣服。尤其是禅修者，对佛法佛相都不能丝毫执着，没有偶相可以令心臣服。但当你心中充满感恩，充满爱，你的心会变的非常柔软，上善若水，水是对万物呈服的状态，臣服不代表高低，功徳威威，才对万物臣服。"},{"id": 158,"date": 1382112000,"content": "我相信，不管是地球还是外星空，再坚强的生命都有脆弱的时候，除非他证入无我。不管这个＂我＂是一个肉体，光化身还是仅有一个念头。"},{"id": 159,"date": 1382112000,"content": "要“无我”不是在座垫上看到身心如虚空，那是你变了一个虚空相。其实很简单，把你现在牵挂的，如我的觉受，我的亲人等念头转到关注众生那儿就可以了。"},{"id": 160,"date": 1381680000,"content": "不管任何事，选择了就不要遗憾，那就代表你当时的智慧。如果想使未来面对选择时做的更好，没有技巧和经验，因为时过境迁，即使同样的事再发生，你的选择仍可能会错。所以人只需不断提升智慧，这样面对怎样的选择与后果都心安。"},{"id": 161,"date": 1381507200,"content": "如果一个人在这世界所有人的身上都看不到爱的闪光点，又没有真正的敬畏和信仰，那么一旦自己所追逐的受挫，即使有100条放下的理由，也会马上陷入绝望与黑暗的低谷。彻底解决的办法并非是拥有一个人或成就一件事，而是从所有人身上看到爱，看到每个人对爱的渴求，表达，然后放下自我的要求，深深感恩。"},{"id": 162,"date": 1381161600,"content": "人被困在个业，共业和因果的循环之中，要想在生命中觉醒，有时需在困境甚至绝境中戈然止步，放下屠刀，即放下贪婪，嗔恨，愚痴，我慢，怀疑。条件愈苛刻恶劣，放下的那一念愈显得珍贵稀有，令自己解脱的力度也最大。所以才有放下屠刀立地成佛之说。"},{"id": 163,"date": 1381161600,"content": "刚开始修证佛法时，因亲人会把你当作他们生命的一部分而要求，这样你在行菩萨道中的每一点无私就同时伤害了他们的利益所以他们会愤怒、不满。甚至你的解脱使有缘众生认为会失去你而横加阻拦。你也似乎一直在亲情，爱情，友情等各种情面前修忍辱。这时一定要同时兼修定力和不着相，忍辱才能很快功徳圆满。"},{"id": 164,"date": 1381075200,"content": "咋晚，梦到有个人对我说:他每天早上都看到太阳孤独地升起……早上醒来，阳光已透过窗帘的缝隙洒满房间，我不禁问，给一切以温暖和光明的太阳，你会孤独吗？或许，正因为你是孤独的，才使地球上有七十亿人口，很多人仍然会体验光明下的孤独。"},{"id": 165,"date": 1380902400,"content": "佛法中说，我们的心无处不在。当你思念时，一切地方都充满你的思念，快乐时，一切地方都充满你的快乐。这也就是人在无间地狱时，痛苦在哪儿，你的身心就会马上充满那儿的每一寸空间。如果能了知身心和诸缘的虚幻，破尽所有相，我们就会快乐遍一切处，安住极乐世界。否则，业报熟了，我们就开始自寻烦恼"},{"id": 166,"date": 1380816000,"content": "在佛法修证中，上师与弟子的关系非常有趣微妙，上师既要帯弟子从轮回烦恼的大海中解脱，又要触动清理弟子潜伏最深的执着和自私。所以真正的上师是弟子的恩人又是仇人。如果上师的慈悲不够，就不想得罪弟子。如果弟子的见地不正，或成道之心不够坚定，就会因此远离或嗔恨上师。"},{"id": 167,"date": 1380816000,"content": "有些纠结不清的问题不需要马上解决，放一段时间，也许它就不存在了。有些事的发生是没有原因的，不要再问为什么。想不清楚烦恼时忓悔忓悔就知道了。有些事是没有答案的，不要一定找个答案和定义出来，或许它只是生命成长必经的体验。体验时，酸甜苦辣，过后，什么也不是。"},{"id": 168,"date": 1380729600,"content": "有时，菩萨与凡夫对爱的不同是，当凡夫发现爱的自私和虚幻后，放弃了爱。菩萨保持爱着，放弃了占有和要求。"},{"id": 169,"date": 1380124800,"content": "你本性空，因缘具足，可以呈现一切相。所以，心并不因你变成人样子就只安住人道。你的心是法界一切。所以，先不要定义你是什么。如果你看到有人快乐，就将心变成她，如果有人伤害你，就变成伤你的人安慰自己。如果你想成为一棵树就可以站在那接受阳光照耀，一切都可以先通过想像完成。对真理，信即受益。"},{"id": 170,"date": 1380124800,"content": "如果你觉的对一切都已无所谓，不会计较什么，也不被欲牵引。但却仍无法呈现出快乐清净慈悲的状态。这是因为我们头脑中存有生生世世的影像，声音，经验，觉受的定义，概念等。比如：你脑中有一个女色的图像和定义，你就被女色所困，与这世界女人男人无关。怎样清空理障？从六根接触内外境时，不下定义开始"},{"id": 171,"date": 1380038400,"content": "修证佛法中，有限的时间，没有人能圆満独自走完全程。都需要别人的帮助。佛陀的见谛是目标，明师可以令你事半功倍，同行道友的碰撞和支持令你发现所有执着。清除自我对无定力，对内外境一切还存有美丽梦想，还留恋的人是苦难的。但苦难过去后，自在就来临。那时，所有困扰，令你苦的一切都幻若云烟"},{"id": 172,"date": 1379952000,"content": "下图，太阳照水面，泛出繁星般的闪光。众生所有的体验，觉受，定义，概念等，都像这些闪光，众生认为这些光点实有，苦恼着它的生灭得失。无法认识太阳和海。太阳代表人的六根，即眼耳鼻舌身意，海代表六尘，即色声香味触法。根尘相对时，你定义执着了什么，自我即由此产生了。自我即海面上的光点。"},{"id": 173,"date": 1379952000,"content": "与师聊天。我说自己定包容所有人，站在他们的角度想问题，决不要求别人变成自己认为对的样子。师父说：有智慧。不过你不再要求众生，如果众生要求你呢？如一只猪要求你变成它的思惟方式和生活方式？我愣了一会儿，含泪说，师父，我除了成佛的见谛不能错外，其它的都可以为众生错。师笑说，你还有智慧相。"},{"id": 174,"date": 1379865600,"content": "一觉醒来，知昨晚蹦的又高又急的天兔台风将汕头挟卷在暴雨与洪流之中，已有21人遇难。亘古自今，也不知我们有多少次在天灾人祸中生灭、轮回、不觉……暂无力做什么，只愿逝者能在活着时值遇过佛法，临终时黙记着观音菩萨名号，心中没有恐惧，帯有希望与一线光明离开这个世界。他们定会得到菩萨的救度。"},{"id": 175,"date": 1379779200,"content": "听说，将有强台风来临，学校都放假了。在中原长大，只见过小溪流的孩子，台风只是个概念，只是耳旁呼呼作响的大风，即使有影视镜头的诠释，也无法生出一丝担心和恐惧。因好奇，想打把伞站在大海边看台风……[呵呵]天真就是这样产生的。"},{"id": 176,"date": 1379779200,"content": "其实，人的一生中很少有大事。只是你在乎了，较真了，有所求了。也许一件在别人眼中轻如鸿毛的小事，也会沉重到压垮你的全部世界。这即是人的脆弱。"},{"id": 177,"date": 1379692800,"content": "刚开始修证佛法，会觉的离这个世界渐行渐远，愈来愈不愿关注世俗之事。这不是偏空，必竟我们生生世世已执着分别形相，意境，光明很久了。受其牵引左右。要回归中道，有时需从不关注开始。虽然，佛法也是相，但却会指向解脱。有一天，你一定会再回红尘，随众生乐。只是，随同你回来的，是一颗不再染的心。"},{"id": 178,"date": 1379606400,"content": "时空的产生是因为意识的流动，所以，不管你走到天涯海角都走不出心的范围。当年孙悟空跳不出如来的掌心，是因为如来的手与猴哥的心无二无别。孙悟空被压在五指山下五百年，神通广大却无计可使。受尽寒来暑往的磨难。其实，困它的不是如来，是自己的心。所以，要想自在，神通没用，要照见心空。"},{"id": 179,"date": 1379174400,"content": "佛说，观一切如梦幻泡影。但在实际修证佛法时，你内心如生起一念，想把一切观成梦幻泡影，其实你是已肯定了其实有。因你的意识同时存在二元对立的两面。这种观法偏离了中道。不能令你解脱。正确的观法是面对身心内外境时，不作空或有的任何定义，保持如如不动。"},{"id": 180,"date": 1379001600,"content": "如果你去定义什么是爱什么是不爱，你已不在中道，你已失去了爱。圣者从不定义。故一直存有爱，却不留痕迹。"},{"id": 181,"date": 1378656000,"content": "如果你的心灵深处，有这样一扇窗口，在窗眉上永远飘着一抹绿色，在窗台上，永远盛开一朵花。不管你是富有还是贫穷，幸福还是正经历着苦难。不管是否有人理解欣赏，请相信，你已足够美丽！"},{"id": 182,"date": 1378569600,"content": "母亲啊！你双手合十，虔诚求佛，求了一辈子。岁月的刀风剑雨让你容颜枯萎，泪泉枯竭，心灵从渴求变的麻木枯干……但你知道吗？佛一直与你同在。在你爱时，在你宽容时，在你一念无私时，他就在你的面部，在你干涸的心中，在你合十的指缝中闪光，母亲，你应透过你的这些见到他啊！"},{"id": 183,"date": 1378569600,"content": "小时候，喜欢将枫叶夹在书中做成一张张书签，那带着书卷气的金色叶子总会令我生起去远方的梦想。现在，看到枫叶，心中盛满的却是悠悠的回忆，思念，祝福。不是为一个人一件事，而是为走过的岁月，路过的风景，见过的人，经历过的一切……"},{"id": 184,"date": 1377619200,"content": "当我们很想拥有一件东西时，爱产生了。当我们不只想拥有对方，还很想与对方分享自己的一切时，爱情发生了。当情欲断尽，对自己喜欢的一切只保持欣赏，赞叹，共鸣，同乐时，博爱出现了。当自我消失，明了自己与万物一起，所有的爱再也无法带给自己片刻烦恼，在爱中获大自在。此时出现爱叫慈悲。"},{"id": 185,"date": 1377187200,"content": "你爱上一个男人，你是用你过去的知见和经验一层一层在这个男人身上投影定义，你爱的只是你头脑创造出来的男人，你并没有按他本来的样子爱他。对这个世界也一样，这个世界是真实存在的，清净无为。只是你的眼耳鼻舌身意像一个魔术师，在你眼前创造了一个虚幻的五浊恶世，你着相，一直未活在真实的世界。"},{"id": 186,"date": 1377014400,"content": "如果你偶然撞见你所爱的人与别人在偷情。由这行为你会解读出什么？背叛？诱惑？性？包养？嫖？邪淫？不再爱你？无耻？花心？伤害？痛？或者……一个外星人看到后说：他们在共同做一杯咔啡吗？因为他们不通过这种方式繁殖生命。在地球上的时空里，你对眼耳鼻舌身意感受到的东西下一个定论，就是着相，无法见真理。"},{"id": 187,"date": 1375891200,"content": "传说，每个人都有一颗古老的灵魂，它的故乡不在任何一颗星球上。星球只不过是悬浮在太空中的大粒微尘。人类灵魂的归宿地在宇宙中一切光明的源头处，回到这儿灵魂才会安歇。"},{"id": 188,"date": 1375891200,"content": "你想拥有一架飞碟吗？佛法的气脉修证有叁脉七轮之说，传说与UFO的能量循环系统非常相似。如果打开叁脉七轮，每个人即可拥有自己制造的飞碟。打开它的方法有两种：一是令自己的心安住于中观，比如修觉而不动。这可以直接修通中脉。二是清心寡欲，虚其心，内覌穴窍，令能量聚积转化，打开脉轮……"},{"id": 189,"date": 1375545600,"content": "饿了，朋友端来一杯水。也许有人会感叹知音难觅。但每当这种事发生时，我常会看到朋友们那毫无动机的善良与眼中的关怀，由此瞬间感受到这个世界的温暖与爱。朋友并未帮到我，但会让我生起感恩和愿占胜一切困难的生命激情。由衷的谢谢每一位关心关注着我的朋友，不管你在哪儿不管你是否了解理解我！"},{"id": 190,"date": 1374163200,"content": "曾问师父，如果心不住空，不住有，该落于何处？师父说：问此话者，先掌嘴叁十。我说，明白了，是我在分别。不分别空有时，心也不存在。师父说：再打八十大板。我立即收心摄意，关闭六根。师父说：始得一点样子。"},{"id": 191,"date": 1372348800,"content": "记者对美国＂棱镜＂事件泄密者施诺登采访，他说，他最怕的不是被惩罚或逃亡，而是他做的事对一切没有任何改变……是啊，敞开政治影响不谈，如果这世界很多游戏规则已经被所有人黙认，那正义和良心所为对实用主义者来说，是没有意义的，因改变不了什么。而对一位坚守人格底线的人也许所做只需对得起自己"},{"id": 192,"date": 1372003200,"content": "人的生命拥有无数状态，生命状态不同，对身心内外境的体验也不同。如烦恼时，觉得一切都是灰暗的，开心时，好像一切都在放光等。但你知道吗？人最高最圆满的存在状态是佛的＂空定＂，在这种状态中人可以不受过去，现在，未来任何境界的干扰，从而认清宇宙和生命的真相。获得真理和大自在。"},{"id": 193,"date": 1371830400,"content": "修证佛法要随时反省自己是否只是在追求解脱的路上拥有了更多，如观点，见地，法门，一大堆境界，别人的赞誉等，未来还在渴求更多的东西。这时就要警觉，明了所有的拥有给你带来了什么样的影响和改变，如对人对事的态度，思考问题的基点，习气欲望与生命的选择角度等，如果仍是原样，那你还未从佛法受益"},{"id": 194,"date": 1371744000,"content": "有野心不是坏事，有时可做成功的动力。但猫的野心最好只在猫或老鼠群中努力，会成为像狮子一样的王者。如果在老虎或狮子群中以为自己是狮子，想称老大，那是自取灭亡。如果在人群中自以为是，那就成了人的笑料。"},{"id": 195,"date": 1371657600,"content": "生病了，种种不舒服的觉受像乌云一样在身心密布汇聚，但心性的光明与圆満并不会因种种觉受而改变。受即是空。"},{"id": 196,"date": 1371139200,"content": "小蚂蚁通过努力终于将超越它体重十倍的木棒举过了头顶。它成功了，实现了它毕生的理想。没有人羡慕它，嫉妒它，它只得到人类一抹惊讶赞许的微笑。原因是生命等级差的太远。而人类自以为是的成功，在浩瀚的宇宙中，也同样淼小的不值一提。故不需要骄傲，更不需嫉妒别人。否则，我们的生命等级活的太低。"},{"id": 197,"date": 1370966400,"content": "一位孤傲的思想者，面向太阳，不迷茫消沉无奈，对生命充满了烈焰般的激情和希望。图片很美。"},{"id": 198,"date": 1370966400,"content": "有一套较喜欢穿的真丝长袖睡衣，裤子不小心挂破。刚才发现老妈在为我缝补，惊问老妈从哪找来一模一样的丝绸。老妈得意地说，你想不到吧，我把你的上衣袖子剪了，补在了裤子上。我本来只破了裤子，现在上衣也破了……我可爱的老妈老爸，端午节快乐！顺祝所有的朋友和家人节日快乐！"},{"id": 199,"date": 1370880000,"content": "将一杯茶一饮而尽，才被告知，刚才喝的是一杯茶龄几十年的极品普饵，而且茶底很棒。我望着杯底残留的一滴茶水微笑，真的没来得及品你的茶气，茶味，茶史，你就这样匆匆与我相遇相融相别，原因是我太渴了。生命中，如果我们每时只关注本能的需求，知音便常错失在匆忙的脚步中，留给我们知音难觅的遗憾。"},{"id": 200,"date": 1370793600,"content": "亲爱的孩子，人的翅膀不是用来飞翔的，是用来抵抗生命的风雨和磨难的。当所有的困难和挫折来临时，不会熄灭心中的希望。愿佛菩萨保佑每一位心中有翅膀的孩子心想事成。"},{"id": 201,"date": 1370707200,"content": "下图中有四块石头在仰望中因无法拥有花的美丽而伤心，而最靠近花的那块因看不见花的美，伤心处是有物粘着他，使他无法与等待的美丽相遇，花渴望回归大地，伤心的是已无根，只能等待命运的安排。这所有的伤心都是＂我＂付予它们的意义，人生也如此，认知不同，付予的意义不同，人生所有的故事都能重写。"},{"id": 202,"date": 1370534400,"content": "拥有阳光，书与一颗宁静的心，是我认为最奢侈的生活。"},{"id": 203,"date": 1370188800,"content": "我们每天看，听，闻，尝，感触很多东西，佛法中把这些东西称“相”，这些相和由此产生的认知、觉受，形成“自我”。放下自我才能成佛，并非是指放下这无量无边的相，认知和觉受，你放不完的。在佛法修证中，只需按佛的见谛先改变认知，诸相和觉受皆空。"},{"id": 204,"date": 1370102400,"content": "一次，我遇到了一件倒霉事。身边一位平时妒嫉我的朋友便満脸洋漾着无法掩饰的微笑。我有点伤心，不为了那件事，而是因为她对我的态度。因为正在学佛，所以我黙念：我爱你，你快乐我就快乐。几次之后，伤心消失了，我忽然像她一样笑起来。而且从那之后，我不在着妒嫉的相。她仍然嫉妒，我保持对她真诚。"},{"id": 205,"date": 1370016000,"content": "孩子单纯是因为没有阅历，阅历丰富的人依然单纯是因为智慧。如果先把所有的烦恼打包一下放一边，然后就可以：六一儿童节快乐！[花][阳光][咖啡][爱心传递]"},{"id": 206,"date": 1369929600,"content": "小时候，喜欢挑有残缺的碗盛饭，一直认为自己有种病态的审美。直到在书中读到一句话，这个世界的一切都不是完美的。我的病瞬间痊愈了。既然这个世界的一切都不可能完美，那缺陷和遗憾就是完美，我在求什么呢。不过，有一天，我终于在此世界发现了完美，那是在对一切事物付予了爱的时候。"},{"id": 207,"date": 1369756800,"content": "曾问师父，如果爱是每个人恒定的品质，为什么人世界的爱情如此易变？令人伤心？人怎样才能回归这爱的品质，活成爱本身？师父说，没有身见即可。身见是指人固质地认为在此时空显现的身心是自己，故对此身心的觉受较真。如无身见，爱恨即与你无关。身见是因我们在特定时空看不到圆满的不生不灭的自己造成的"},{"id": 208,"date": 1369756800,"content": "其实慈悲就是你透过许多人的坚强，忽然瞻见了潜伏在其背后的脆弱，透过他们的愤怒，了悟到他们曾受到的伤害和由此带来的不自信……你的心瞬间柔软，忘记了自己所有的伤痛，并发誓要找到一条捷径，让所有的人尽快从烦恼痛苦的捆绑中解脱，永获自在。"},{"id": 209,"date": 1369670400,"content": "生命的长河中，除非你必须说话，很多时候，沉默是最好的生存状态。静静地坐在一切之外，旁观所有人，事的起起落落，成住坏空，不再有要求，不再为一切下定论。不要去洞察一切，也不渴求被理解。像孩子一样无忧无惧，也不因无知而好奇一切。心柔弱清澈似水，悄悄淌流在岁月里……沉默，宇宙的一种智慧。"},{"id": 210,"date": 1368979200,"content": "不管是什么人什么事搅动了你的心海，不要抗衡，不要用头脑去想接纳或是放下，令觉受随心海的涟漪层层荡开……动静皆空。"},{"id": 211,"date": 1368892800,"content": "深呼吸，然后闭眼微笑！虽然这个世界有太多的沉重，太多的无奈，太多的伤心，太多的爱被人遗忘，太多的幸福被人忽略，太多的泪留在逝去的夜里……但深深的呼吸，然后闭眼体验微笑在脸上绽放的感觉！"},{"id": 212,"date": 1368720000,"content": "今天是佛诞。愿佛法久住，愿每一位与佛有缘的人都能从佛的智慧中受益。南无本师释迦牟尼佛！南无本师释迦牟尼佛！南无本师释迦牟尼佛！"},{"id": 213,"date": 1368547200,"content": "佛法中的“放下”也不是指放下一件事一个人一种生活方式就能开悟解脱。而是看清自我帯来的身心觉受或能触动你的外境，都是虚幻的，你无法从中解脱，头脑的认知起了很大作用。改变认知，用佛的正知见导引自己。努力把所有难以承受的觉受和外境当作自己解脱“我执”的最有力工具。看清生命的真相即是彻底放下"},{"id": 214,"date": 1368547200,"content": "对很多事不在乎无所谓，并不代表你有定力。只可能是你阅历多了或见多不怪了。定力是指面对触动你“自我”的人和事时，你能心不被境转，不被自己的觉受影响，冷静智慧处理一切，决择一切。而未圆满成道以前，不管你活在什么境界，总会碰到触动你自我的人和事。在佛法修证中，定是开启圆满智慧的钥匙"},{"id": 215,"date": 1368288000,"content": "爱，给全天下的母亲！保佑母亲健康，幸福，快乐！"},{"id": 216,"date": 1368201600,"content": "你知道吗？你并不孤单。宇宙像一个巨大的网络系统，密切关注你身心的点点滴滴，你身口意的所有行为都以信息留在这个系统里，系统根据因果律将这些信息处理，在不同时空投放你的影像，在任一时空你都认为影像是真实的，故在感受苦乐。在每个时空你都会遇到同样被巨系统发配过去与你有共性的生命（一）"},{"id": 217,"date": 1368028800,"content": "小孩求菩萨给他神通，猴哥为八戒贪吃贪睡不干活成不了佛忧心。面对的问题不同，但俩人心中的挂碍相同。小孩只需做个快乐小孩坚持修行即可。八戒是否能成佛那是唐僧和他自己的事，猴哥的使命是护送唐僧到西天取经。不要想太多，做好自己，干好本职工作。你就是一个快乐小孩和能独立担当神通广大的猴哥"},{"id": 218,"date": 1367942400,"content": "如果看见了，请脚下留情。因为有一天，令你痛苦不堪的，不是蜗牛的嗔恨和报复，而是你冷漠，麻木，生不起一丝怜悯关爱的心。所以，人间的因果报应有时并不是来自别人或法律对你的惩罚，而是你拥有一切，却无法体验到幸福。因为你常有意无意带给众生痛苦与伤害。"},{"id": 219,"date": 1367942400,"content": "佛教密宗里的白度母绿度母是观世音菩萨的泪珠化现的，初闻此语，想眼泪怎能渡众生？智慧和力量才可以。但随之恍然大悟，这种示现的方式本身就是慈悲！菩萨不需要长千手千眼，不需叁十二化身，更不需要流眼泪啊！眼泪无法渡众生，但慈悲可以。而菩萨慈悲的方式该有千千万万种。"},{"id": 220,"date": 1367769600,"content": "所谓心灵的伤害，不过就是你对友谊付出了真诚却被利用和欺骗，你对爱情赤裸坦露了你的心，却未被珍惜，甚至被鄙夷和厌恶。你渴求亲情的温暖，却发现亲人已冷漠世故的脸。但这一切都不能成为你变坏的理由。保留你的美，不要因伤心留恋让自己的纯净被染污和亵渎，在这个世界有些美是人们还欣赏不了的。"},{"id": 221,"date": 1367683200,"content": "母亲可以为自己的孩子付出一切不求回报，其无私与伟大堪称绝对的菩萨行。但所有的母亲却没有像大菩萨一样从这种无私的行为中得到解脱和自在，甚至有的还形成逆缘和恶果，原因是她的无私和爱只对自己的孩子。所以，修行菩萨行的人一定时时反省所有的付出中是否包含强烈的自我。"},{"id": 222,"date": 1367596800,"content": "痛苦和烦恼有时只因某些事令我们心灵的渴求产生了障碍，障碍生起苦的觉受。所以，令自己快乐的重点是清除心灵的障碍，而非把问题解决。有个小方法可以试试。闭眼放松，想象出你曾经最快乐的样子，最好连当时的心态都能回忆出来，记得将它定型，复制到现在的身心状态中，肯定告诉自己，我只要这个状态。"},{"id": 223,"date": 1367251200,"content": "对强者来说，帮助弱者有时只是举手之劳，勿以善小而不为，勿以恶小而为之。"},{"id": 224,"date": 1367251200,"content": "在修行中，嫉妒，嗔恨，贪婪，愤怒等状态来临时，不要害怕，其实清醒地觉知时它已如幻。如果此状态非常强烈，持续不断，那就将它尊为神吧，如嫉妒之神，嗔恨之神，愤怒之神，尽量柔和平等地与他们共处，接受他们能量的加持。这种神有时在身心内，有时在你身边。"},{"id": 225,"date": 1367164800,"content": "蝴蝶爱上斑马、是因为在斑马身上发现了与自己相同的斑点和线条。爱情其实是件很简单的事，你认为它复杂，只是想用爱情过日子。"},{"id": 226,"date": 1367164800,"content": "很多的压力和风雨是你想出来的，及时清理心中的障碍比处理外在的问题更重要。淸理心理障碍的方法最直接是改变你的想法和认知，如果用尽一切方法都不行，那就忏悔，深切地对自己曾有意或无意中伤害的人或其它生命忏悔。请求原谅，永不再犯，试试吧。"},{"id": 227,"date": 1367078400,"content": "佛法中所有的法门都是对治你执着，调伏你习气和欲望的，如果你只是因为喜欢而学而坐，习气欲望执着一点未变，那所学的所有法门对你成道都帮助不大。"},{"id": 228,"date": 1366992000,"content": "昔日已经过去。对所有未来的日子，今天是第一天，清理身心，放轻松，不要带任何负担上路。所有的负担不过是过去的信息和认知，淸理它，重新来过。让未来不同。"},{"id": 229,"date": 1366905600,"content": "有缘相遇总是件幸福的事。但惜缘并非是一定要重续前缘，再接新缘。生命中所有缘份的出现，不管善缘逆缘。对证道者来说，都是为了能更深的触动他内心，令其勐醒。红尘的修行者应把握每一次觉醒的机会，不要执着，只让自己沉浸在诸缘帯来的悲欢之中。"},{"id": 230,"date": 1366819200,"content": "生命的长度我们无法把握，那就关注一下生命的深度和宽度。深度来自思想和智慧，宽度来自气量和慈悲。我们求长寿，但没有深度和宽度的人生会找不到意义所在，只是活着。"},{"id": 231,"date": 1366732800,"content": "只在意自己觉受的人会自私，爱看帅哥美女常被色相肉欲转的人会愚痴，对金钱得失耿耿于怀或强烈渴望虚名的人会俗。希望变的越来越美的人应常以此觉照自己的内心，否则，即使我们装着满脑子知识，能出口成章，妙笔生花，外在怎样完美的包装自己，一个自私，愚痴又俗的人又怎么能美呢？"},{"id": 232,"date": 1366646400,"content": "在赈灾中，不管后果冲进灾区的是年轻和激情，在合适的时间和地点以需要的角色出现的是理智和成熟，在后方捐款或牵挂关注灾难的也是爱心，但借灾难敛财，做秀，增加知名度，甚至电话诈骗的是比灾民更需要救助的人，因为这些人不仅自己伤了自己，还会像地震一样帯给这个社会伤害，伤到许多善良人的心。"},{"id": 233,"date": 1366646400,"content": "只要你有情欲和觉受，痛苦和烦恼就无法避免。佛法中说＂放下＂烦恼，并非真的有可放的东西。只是通过不断觉照，对某件事获得新的领悟和认知。这会是真的放下。而你的＂放下＂只是时过境迁或暂时的遗忘，这可能会令你无止境地掉入同样的陷阱，直到有一天你能从一开始曾令你烦恼痛苦的症结中开悟。"},{"id": 234,"date": 1366473600,"content": "爱心不只是捐出一元钱，一句祈福的话，如果每个人的心真的能被触动，真的能放下嫉妒贪婪嗔恨杀戳。令自闭的心打开，能体验到爱，体验到凄风苦雨中生命的脆弱，这样的心发出的善愿才会汇聚成暖流，才能融化这个世界冰冻的一面。愿频繁的地震不只是帯来坚强，救灾的澹定与熟练，而是觉醒。愿众生平安！"},{"id": 235,"date": 1366387200,"content": "为四川雅安受难者祈福！愿爱、护持与救度与他们同在！南无阿弥陀佛！南无观世音菩萨！"},{"id": 236,"date": 1366300800,"content": "大量看到听到负面信息可以使人心中有阴影，日久，与自我自私的念头行为结合便成为心中的阴暗面。阴暗面太重又没信仰没道德底线的人会变的内心邪恶。内心邪恶的人不只令自己生活在痛苦冷漠之中，也随时会给别人带来伤害和苦难。如果是单纯的人阴暗面太重会令人常绝望，在生活中看不到阳光。这都是心病。"},{"id": 237,"date": 1366214400,"content": "修证“觉而不动”时，要认为自己“从未动过”而后保持“觉”。虽你的＂觉＂常迷失在散乱中，或着宁静和空无的相。但觉其实从未动过。上座后，要安住＂觉＂中，但注意将心放松。这样气不会聚于头部，自然就下到心轮部位。因不是只用头脑觉，而是全身都在觉。如果动静二相的分别消失时，觉也本来空。"},{"id": 238,"date": 1366128000,"content": "在佛教中放生是一种慈悲的表现，也有人认为救助其它生命可令病人痊愈或长寿，也称善行。但动物最想告诉人类的是：请平等地善待我们，地球是我们共同拥有的家园，不要为满足你们的种种欲望虐杀我们，我们与你们一样，有恐惧，有语言，有爱，有恨，有感恩和复仇的心。愿平等善待生命，不是只偶尔放生。"},{"id": 239,"date": 1365350400,"content": "菩萨并不是只关注这世界的苦难。从来不嫉妒，常随喜别人的善行和点滴快乐，也是菩萨很珍贵的品质。即使心里很淸楚她的快乐是无明带来的，也总会报以善意的微笑。甚至会与她分享。"},{"id": 240,"date": 1365264000,"content": "人内在最深的渴求是回归生命的本源，因为只有回归到源头，我们才能彻底心安。而在尘世中，只有爱的体验具备生命源头的品质，如光明，宁静，喜悦，无私，温暖，安心等。但不幸的是，因为执着，很多人并未从任何爱的体验中得到净化和提升，反而使每一次爱的体验都变成了苦难的历程。"},{"id": 241,"date": 1365177600,"content": "人的本性非善非恶。即使邪恶之人，在面对自己孩子时，有时也能示现出无私善的一面。所以，你是谁？你面对的境界是什么？正确的认知非常重要。它决定你示现什么。也决定你的成就。"},{"id": 242,"date": 1365091200,"content": "有时候，长相厮守，白头偕老只是惜缘。而爱，却是转身离开。但大多数人都是眼睁睁看着爱情走到尽头，却没有中途退席的力量和勇气。"},{"id": 243,"date": 1365004800,"content": "心的世界无边无际，死去的人即使已经投胎轮回，但有缘众生某一世的信息永远留在我们心的世界中，安抚祭祀他们可以使我们心灵世界获得平静。因我们的心也就是由无量无边的信息认知组成。祈愿众生早日从六道轮回中解脱。南无阿弥陀佛！"},{"id": 244,"date": 1364918400,"content": "在静坐时，要“觉而不知”，不要为你觉到的一切下定义。只保持“觉”够了。因为你的觉是本来圆满的。学习佛学理论的目的是要你明白你在做什么，前进的方向和方法。"},{"id": 245,"date": 1364832000,"content": "佛说，我们每个人都活在梦中。我们是怎样睡着的？原来我们不断的被这个世界的一切摧眠，尤其是被你爱的，爱你的，你想得到的，你的理论知见。我们身不由己地说着，做着一切。但不用担心，其实时空中的你全是心的投影，并不是真的你，真的你从未动过，只是“圆觉”。了悟这一点，你就会从梦中醒来"},{"id": 246,"date": 1364745600,"content": "有时，我们可以对某件事某个人疑惑而不是怀疑。疑惑可以使我们想继续去探究真相。而怀疑首先产生不信任，里面会加入太多自我过去的经验和判定。如果我们发现自己错了时，怀疑消失，但不信任很可能成为习惯和印迹。"},{"id": 247,"date": 1364745600,"content": "一个在人世界寻梦的小孩，因较真而心碎。愿安息。"},{"id": 248,"date": 1364659200,"content": "有时，静静聆听别人的诉求，对她人也是一种帮助。但要注意，聆听不是接收，不是接纳，否则，别人的负面信息会成为你心中的印迹。"},{"id": 249,"date": 1364572800,"content": "值观音菩萨圣诞。愿所有修学大乘菩萨道的佛弟子平安，健康，快乐！道业日增，功德早圆！南无释迦牟尼佛！南无观世音菩萨！"},{"id": 250,"date": 1364486400,"content": "许多人也只在做两件事，一件是努力让自己活的更好，一件是为死亡和来世做储备。只有圣人将这两件事做的最圆满。所以，足够自信的你，应将圣人的境界列为生命追求的最高目标。"},{"id": 251,"date": 1364400000,"content": "这个世界永远会有邪恶，欺骗，伤害，你怎能因此就对自己的生命失望呢？如果没有失望，你为什么不让自己开始微笑，充满激情，爱与希望。读尽人间沧桑的心一旦宁静豁达，岁月马上就会令她变成生命的纯酿，甜美而芳香。"},{"id": 252,"date": 1364313600,"content": "你住豪宅，开名车车，戴着名表，穿名牌时装，但你心中，却充满怀疑，嫉妒，冷漠，虚伪，为达到自己目的不择手段的印迹。欺骗，背叛，抛弃，绑架的阴影伴随左右。生活的精彩有钱就行，生命的精彩却需智慧。而在你临终，能带到来世的只是生命中的印迹。"},{"id": 253,"date": 1364227200,"content": "你一生活得是否幸福快乐，不是取决于身边有多少快乐的事发生，而在于身心的觉受，但身心的觉受又取决于对一切事物的正确认知。佛法说：不要着相，不管善的还是恶的，心无挂碍去做利他之行，因无我，别人内心的友爱与感恩，终将变成你的认知，此时，快乐幸福就发生了。"},{"id": 254,"date": 1364054400,"content": "对这个世界的有些人有些事，我们只是过客，不必较真。留个好印象和一些礼物就够了。"},{"id": 255,"date": 1363881600,"content": "如果你正在爱情中受伤，治愈它的办法除了时间，还有一种叫慈悲。因为这个世界几乎所有的人都会因所求和占有在真爱中受伤。你所爱的那个人只不过会比你更早或更晚体验伤害。了知这个真相，你会看到所有人的痛，因痛而生的冷漠。看清真相就是智慧，心会变的柔和宽容，这即是最初的慈悲心，可令你从苦解脱"},{"id": 256,"date": 1363795200,"content": "有时，一点小事就令自己陷入烦恼的深渊，明知一切如幻，却被强烈的身心觉受所困。佛说：众生幻心，还依幻灭。从某个角度是说你那个虚妄的烦恼还需依止另一虚妄的方法灭除。依止红尘的法也可以，比如转移注意力等。但这种灭除无法获得正觉，依止佛法正见指导下去修证，才能最终解脱，获得大自在。"},{"id": 257,"date": 1363708800,"content": "你的心很冷，只是因为在过去的岁月，你的眼睛看到了太多的丑陋和黑暗。你不只着相，还为了保护自己，令自己的心尘封在怀疑，恐惧，对爱与纯净的渴求之中。无力改变什么，眼泪成了唯一的诉求。忘记过去，宽容与原谅，不要挣扎，该放下的不要苛求。阳光与温暖一定会再次回归。"},{"id": 258,"date": 1363708800,"content": "不管以任何理由，我认为自杀都是件很痛苦和残忍的事。即使心死了，有善缘，总会找到活下去的理由和办法，也许，有时只需将自己的注意力稍稍从自我的觉受中移开，去关注一下别人的苦难和坚强(观叁毛照片的感伤)"},{"id": 259,"date": 1363622400,"content": "平凡不是活的平庸。人应确立生命的最高目标。否则只能人云亦云，随波逐流。被习气欲望征服。最终让自己淹没在世俗的滚滚洪流中……"},{"id": 260,"date": 1363536000,"content": "只是活下去，不需要知道生命的意义。但如果是生活，却觉需要知道，否则生命经常会失去方向和目标！"},{"id": 261,"date": 1363449600,"content": "静下来时，看过去的岁月犹如翻阅一本旧日历。尘封的往事像缀満虚空的繁星，所有的磨难和痛苦都化作了嘴角边的微笑。而所有的爱和感动已化作心底慈悲的涌泉和力量。不需在意时光的飞逝，只应感叹它在我们心底沉淀下什么！"},{"id": 262,"date": 1363363200,"content": "在佛法修证中的所有成就者，都能全然活在当下，从当下的觉知中，获得宁静甚至喜悦。原因是他们已看清一切的实相是＂清净无为＂的，是＂如来＂之性。而要获得这个成就，从＂觉而不动＂起修，是很快捷的一个法门。"},{"id": 263,"date": 1363363200,"content": "刚开始修“觉而不动”时，觉知身心内外的一切，还并不能安住于“觉”中，意识的散乱、身体的觉受、外境的分别都会牵引你，更无法从当下的觉中长时间体验宁静。这个阶段，最重要的见地是，你是不曾动过的！因你本质上无可动的东西。其次，你所觉知的一切，都是幻境，而你被困其中，包括＂觉＂本身！"},{"id": 264,"date": 1363276800,"content": "虽然爱是虚幻易变的。但每个人都渴望爱与被爱，原因是爱里蕴藏着人类本性的最高最美的品质————无私和忘我。在爱中令人受伤的是占有和有所求，并非爱本身。"},{"id": 265,"date": 1363190400,"content": "生命的长河里，有人为爱孤独的如此美丽！"},{"id": 266,"date": 1363104000,"content": "对菩萨来讲，生命只是一次感恩的旅程。春风来了，花儿绽放，它用美丽和芳香回报这个世界，感恩让它重生。同样渴求生命精彩的你，是否有一件事是因感恩而努力完成，有一次的回忆因感恩的心，只想起别人的好，而忘记伤害。"},{"id": 267,"date": 1363017600,"content": "你如果真的爱自己，那就让自己从生生世世的轮回中解脱吧。否则，不管你是美还是丑，善还是恶，你终究只是情天欲海的一个奴隶。你的亲人也是这样，带他们从轮回中解脱是最大的爱和孝。"},{"id": 268,"date": 1362931200,"content": "也许目前你身边一件令你快乐的事也找不到。但别忘记，阳光是我们共有的，请微笑，令阳光穿透层层烦恼和苦难直达你心底。留下阳光，就有了希望和爱！南无观世音菩萨！"},{"id": 269,"date": 1362844800,"content": "虽然每朵花都美。但在冰雪中绽放的花总令人联想到品质，不畏严寒或坚强，因为品质，使欣赏的人惊叹它们不同寻常的美。但没有冰雪，它们却无法获得美誉。人生也如此，在逆境与磨难中坚强的人，生命之花会开的更灿烂。"},{"id": 270,"date": 1362758400,"content": "爱情是人间最美丽的一件事，但只要有自我，几乎每个人都会在深爱中受伤，因为自我的虚幻，使爱情变成两颗虚妄的心碰撞出的美丽彩虹。幻境终会变。阿罗汉用定力抗衡了爱情的伤害，未了知它的虚幻，不究竟，佛陀用智慧彻悟了它，彻底从人间的情欲中解脱。获得身心的大自在。"},{"id": 271,"date": 1362672000,"content": "超凡脱俗不是淼视人世界的游戏规则。你的情绪能不被自己的身心觉受所困吗？说每句话能不被自私的欲望驱使吗？做每件事能以大局为重吗？那你就是脱俗的。"},{"id": 272,"date": 1362585600,"content": "每个人都有一颗虚妄的心，渴求纯净和美，但自我始终在那儿，有自我，丑陋和邪恶就会存在。但我们无法占胜和除掉自我，因为它本质虚幻，没有人与虚空打仗会赢。我们只能不断用智慧认清自我的真相，我们就赢了。"},{"id": 273,"date": 1362499200,"content": "刚开始修行，想把一切观成梦幻泡影，心不被境转较难，首先应做的是对境觉照自己的每个起心动念，如生起贪啧痴慢疑，就较正，让自己恢复平静。日久，宁静自会来临。这时，你才能看清真相，不被诸烦恼所困。"},{"id": 274,"date": 1362412800,"content": "惊蛰前后，喝赤小豆加地瓜熬的大米粥，不仅健脾胃，还可以借节气的生发之力将蕴藏在身体内的湿热之气排出去。北方寒冷地可将赤小豆换成白扁豆。"},{"id": 275,"date": 1362326400,"content": "静坐时，当你觉知自己散乱了，在＂觉＂知时，散乱已离开你，不要再加任何去除散乱的念头或为散乱而懊恼。这个“觉”就是止，能安住这个“觉”中不动，就是定。这个见谛对刚开始静坐者很重要。否则你会觉的你的杂念永远止不住，永远无法入定。"},{"id": 276,"date": 1362240000,"content": "如果手和夕阳都是虚幻的，那用双手捧起夕阳就变成可能。佛法中芥子可纳须弥。如果你证得身心都是幻境，你将无所不能，无处不在。但要想身心如幻，我执是最大障碍，而行菩萨道破我执最快！"},{"id": 277,"date": 1362240000,"content": "众生都是佛根性。但你将以你需要的触动而觉醒开悟。因为你执着的角度是如此与众不同，其实也正因为如此，毎个人都是独一无二的完美。"},{"id": 278,"date": 1362153600,"content": "风雨中仍有阳光，唱一首歌，花儿就开了，原来生命这样美，只需将心用柔和的爱滋养，你就是这样！给每一个追梦的小孩。"},{"id": 279,"date": 1362067200,"content": "从心底笑出来。对自己微笑就是对佛微笑！"},{"id": 280,"date": 1362067200,"content": "修行者，你心中的莲花是什么？此时，我心中的莲花是蓬勃的生命力！"},{"id": 281,"date": 1362067200,"content": "聪明的人都不会被他的头发迷惑。因为你看到了他背后的实相。而聪明的你，是否知道，你现在念念挂碍的，执着的一切，你喜欢的，厌恶的，都像那个人头顶的头发，本来没有，是你着镜中相，妄加分别。"} ] 